[
    {
        "name": "Physio-Control",
        "type": "business",
        "abstract": "Physio-Control Corporation was founded in 1955 by Dr. Karl William Edmark as a pioneering company in the field of portable defibrillation.",
        "wikipage": "Physio-Control Corporation was founded in 1955 by Dr. Karl William Edmark as a pioneering company in the field of portable defibrillation. Physio-Control manufactures emergency defibrillation and automated CPR equipment. The company was most recently acquired in 2016 by Stryker Corporation and is now part of Stryker's Emergency Care division.\nProducts.\nThe company's products are primarily for the emergency treatment of sudden cardiac arrest events. The Lifepak line of defibrillators includes both advanced units for advanced cardiac life support trained personnel, as well as automated external defibrillators for use by first responders and the general public. Additionally, the company distributes an automated chest compression system called the LUCAS 3. While this system may be used in the field, it has also been used in the hospital setting to prolong human life while surgical or other procedures are accomplished. Physio also produces a CPR coaching device called the TrueCPR coaching device."
    },
    {
        "name": "CarGurus",
        "type": "business",
        "abstract": "CarGurus is a Cambridge, Massachusetts-based automotive research and shopping website that assists users in comparing local listings for used and new cars, and contacting sellers.",
        "wikipage": "CarGurus is a Cambridge, Massachusetts-based automotive research and shopping website that assists users in comparing local listings for used and new cars, and contacting sellers. CarGurus is pronounced as a single word, rhyming with 'kangaroos'.\nHistory.\nCarGurus was founded in 2006 by Langley Steinert, a co-founder of TripAdvisor. Langley Steinert was the company's CEO until January, 2021 when CFO Jason Trevisan was named as the company's CEO. The company started off as an automotive community blog where consumers could post reviews and questions about local dealers, shops, and types of cars. Dealers expressed interest in advertising on the site, and the company changed its business strategy to connect dealers and consumers by putting inventory on the site. \nFrom 2009 to 2011, the company's visitor traffic increased from 9 million per month to 21 million per month.\nBusiness.\nCarGurus is an automotive research and shopping website that assists users in comparing local listings for used and new cars and contacting sellers. CarGurus uses algorithms to analyze and compare prices and features on cars for sale. Users can search for specific cars in their local area and compare listings by price, features, and dealership reputation. The company also offers a discussion platform for car enthusiasts and automotive experts, who submit questions, offer insight, gather and share information, and provide reviews. The company operates websites in the United States, Canada, the United Kingdom, Italy, Spain, and Germany.\nCarGurus was privately owned until its $150 million IPO on 12 October 2017; its board of directors includes Steve Kaufer, co-founder and CEO of TripAdvisor; Greg Schwartz, President Media and Marketplace of Zillow; and Steve Conine, Co-founder of Wayfair.\nIn 2018, CarGurus purchased the UK website and forum PistonHeads for an undisclosed amount. In 2020, CarGurus purchased US auto listings site Autolist and purchased a 51% stake in wholesale vehicle platform CarOffer. \nThe company was involved in a trademark dispute with the Rich Rebuilds channel, who changed their name after legal action was threatened.\nRecognition.\nCarGurus ranked on the Inc. 500 Fastest Growing Private Companies in 2011, 2012, and 2013, and the Inc. 5000 in 2014, 2015, and 2016. The company was also named to Forbes' Most Promising Companies list in 2015.\nPartnerships.\nAs of 2014, CarGurus provides all used and new cars searches for Boston.com."
    },
    {
        "name": "Freightos",
        "type": "business",
        "abstract": "Freightos operates an online international freight marketplace, using a SaaS-Enabled Marketplace model.",
        "wikipage": "Freightos operates an online international freight marketplace, using a SaaS-Enabled Marketplace model. It also provides multimodal freight sales and booking automation for freight forwarders and carriers through WebCargo, a subsidiary acquired in 2016\nThe online freight marketplace, which launched in July 2016, enables online quoting booking of freight quotes, as well as shipment management. The platform is also used by partners, like Alibaba.com or Tradeling.\nHistory.\nFreightos was founded in January 2012 by Zvi Schreiber. Schreiber has previously founded and managed other start-up companies including companies acquired by IBM and GE. The first beta customers of Freightos went live in October 2012 and the SaaS service was commercially launched in March 2013. Freightos raised initial funding from OurCrowd. Freightos is the trading name of Tradeos Limited, a Hong Kong company. Freightos is member of Airforwarders Association since January 2013 and TIACA since 2021.\nIn August 2016, Freightos bought Spanish startup WebCargoNet, which later was marketed at WebCargo by Freightos. A similar, India-based air cargo rate management solution, Air Freight Bazaar, was acquired by the company in 2019.\nIn March 2017, Freightos raised $25 million in Series B funding led by GE Ventures bringing the company's total funding to $50 million.\nIn April 2018, Freightos launched a daily containerized index, called the Freightos Baltic Exchange Index (FBX). This is widely used as an indicator of global container prices.\nIn September 2018, Freightos announced a $44.4 million dollar Series C funding round, led by the Singapore Exchange (SGX) and together with previous investors, including Aleph and More VC (previously ICV). During the interview, Freightos founder Zvi Schreiber also mentioned the company's aspirations to connect carriers, like airlines, directly to forwarders and shippers.\nFreightos Marketplace Overview.\nOn July 26, 2016, Freightos launched the world's first online marketplace for international freight (SimpliShip was the first), providing instant comparison, booking, and management of freight services from multiple logistics providers. Over time, a number of partnerships related to this endeavor were announced, including direct booking with CMA CGM, a top-five ocean liner.\nWebCargo Main Features.\nWebCargo provides features for uploading freight pricing contracts in Excel, a database for freight rates, and a module for automatic freight and quotations on the Web. The quotation algorithm includes routing of door-to-door freight services. This supports exchanging quote requests and quotes between freight forwarders and their agents.\nIn 2018, cargo airlines began to offer increased connectivity for air cargo pricing and capacity. In July 2018, Lufthansa became the first airline to offer direct rates for forwarders on the platform. This was followed by additional airlines, including:"
    },
    {
        "name": "Alamy",
        "type": "business",
        "abstract": "Alamy (registered as Alamy Limited) is a British privately owned stock photography agency launched in September 1999.",
        "wikipage": "Alamy (registered as Alamy Limited) is a British privately owned stock photography agency launched in September 1999. Its headquarters are in Milton Park, near Abingdon, Oxfordshire, United Kingdom. It has a development and operations centre at Techno park in Trivandrum, Kerala, India and a sales office in Brooklyn, New York, United States.\nOverview.\nAlamy is an online supplier of stock images, videos, and other image material. Their content comes from agencies and independent photographers, or are collected from news archives, museums, national collections, and public domain content copied from Wikimedia Commons.\nHistory.\nJames West, a graduate of Edinburgh University, was the CEO of Alamy and co-founded the company with Mike Fischer in 1999. Fischer, the ex-chairman and co–founder of the firm, was also co-founder and CEO of RM plc.\nCriticism.\nOn 16 February 2015, Alamy informed its members of changes to the contributor contract. These changes were condemned by the photography industry bodies, the National Union of Journalists and Editorial Photographers UK (EPUK) who said \"Alamy, it seems is trying to establish a perpetual and irrevocable contract with images that they have previously sold on our behalf at a time when this was not the case, which allows them to continue selling them even after the contract with the photographer has been terminated. ... The provision would last for the full term of copyright and we see it as unreasonably extensive.\" Alamy responded by stating that the changes only reflect the company work style and do not represent a significant shift. Their reply, in turn, was characterized by the documentary photographer and Alamy contributor David Hoffman as \"misleading and evasive\".\nCarol M. Highsmith sued Alamy in July 2016 for selling photographs without attribution she had donated to the Library of Congress. License Compliance Services, part of Alamy, had also sent an e-mail to the \"This is America!\" foundation, a foundation that was founded by Highsmith. The e-mail stated \"We have seen that an image or image(s) represented by Alamy has been used for online use by your company. According to Alamy’s records your company doesn’t have a valid license for use of the image(s).\" and demanded to pay a settlement fee of $120 for the infringement Highsmith was accused of. The photograph in question was not an infringement but an original work of authorship of Highsmith. Highsmith's claim was dismissed because she had signed away her copyrights, putting the photographs in the public domain."
    },
    {
        "name": "Unicharm",
        "type": "business",
        "abstract": " is a Japanese company that manufactures disposable hygiene products, household cleaning products, specializing in the manufacture of diapers for both babies and adult incontinence, feminine hygiene products and pet care products.",
        "wikipage": " is a Japanese company that manufactures disposable hygiene products, household cleaning products, specializing in the manufacture of diapers for both babies and adult incontinence, feminine hygiene products and pet care products.\nThe company has operations in 80 countries and is a market leader in Asia in baby and feminine care products. It holds the top share of diaper sales in China, India, Indonesia, Vietnam and Thailand. Also its market share is rapidly expanding in India, nearly doubling its sales every two years.\nHistory.\nUnicharm traces its roots to the Taisei Kako Co., Ltd., founded by Keiichiro Takahara. Takahara's family operated a paper manufacturing business in Shikoku. After resigning in 1961 from his father's paper manufacturing company, he founded his own, Taisei Kako (Taisei Chemical Works). He then turned his attention to the manufacture and sale of selling wood wool cement board. Then the company in 1963 ventured to manufacture and sell sanitary napkins. The company then started selling tampons in 1974, when Unicharm Corporation was founded to separate the feminine care production from the main company.\nOperations.\nThe company has a number of prominent brands in its portfolio, including MamyPoko, Charm, Moony, BabyJoy, Babylove, Sofy and Lifree, Teemo. In December 2011, Unicharm acquired 51% ownership of pet products maker Hartz Mountain Corporation from Sumitomo Corporation."
    },
    {
        "name": "Asia Wealth Bank",
        "type": "business",
        "abstract": "Asia Wealth Bank () was a Myanmar bank that was found to be of primary money laundering concern by the US Secretary of Treasury.",
        "wikipage": "Asia Wealth Bank () was a Myanmar bank that was found to be of primary money laundering concern by the US Secretary of Treasury. The bank license was subsequently revoked by the Government of Myanmar in the banking crisis in 2003. The bank is a sister company of the former Olympic Construction Group which is renamed as Shwe Taung Group in 2004 after the banking scandal.\nThe US Secretary of Treasury designated Asia Wealth Bank as financial institutions of primary money laundering concern and the department report notes that the Asia Wealth bank have been linked to narcotics trafficking organizations in Southeast Asia. This findings by the US treasury is only rescinded the against the bank in 2012 as the results of the revocation of the bank licenses by the government of Myanmar, not because of remedial actions by the bank.\nDirectors.\nAik Htun ( ; variously spelt Eik Tun, Eike Htun, and Aik Tun) is a prominent Burmese businessman, best known as the managing director and vice chairman of the sister company of Olympic Construction company, the Asia Wealth Bank, which was Burma's largest private bank until the banking crisis of 2003.\nAik Htun also runs one of the country's largest construction businesses, the Olympic Construction Company, established in 1990 and primarily focuses on residential and hotel development in Yangon He and his immediate family members are subject to European Union sanctions, from benefiting from close ties to the previous junta, the State Peace and Development Council. Olympic Construction company is renamed as Shwe Taung group in 2004 after the money laundering accusation and drug links by the US department of Treasury against the affiliate Asia Wealth Bank. As of 2013, Aik Htun remain as the chairman of business group Shwe Taung Group of companies."
    },
    {
        "name": "Cheil Worldwide",
        "type": "business",
        "abstract": "Cheil Worldwide Inc. () is a marketing company under the Samsung Group that offers advertising, public relations, shopper marketing, sports marketing, digital marketing, etc.",
        "wikipage": "Cheil Worldwide Inc. () is a marketing company under the Samsung Group that offers advertising, public relations, shopper marketing, sports marketing, digital marketing, etc. It was established in 1973 with headquarters in Seoul, South Korea.\nIt is the country's largest and the world's 19th largest advertising agency, by 2018 revenues, and the world's 14th creative agency network. Its major clients include Samsung, Absolut, Adidas, The Coca-Cola Company, GE, General Motors, The Lego Group, Microsoft, Nestle, and Shell. It has 53 offices spread across 5 continents and CIS.\nHistory.\nIn 1973 when the company was established by Lee Byung-chul, the Korean entrepreneur who founded Samsung Group, the official name was Cheil Communications. It began conducting Korea's first nationwide lifestyle surveys in 1977; set up a joint venture with Bozell in 1989; and set up Hakuhodo-Cheil in 1999. The company changed its name to Cheil Worldwide in 2008.\nCheil Worldwide opened its first international branch office in Tokyo in 1988 and established Cheil USA 4 years later. From the late 2000s, it began to acquire stakes in overseas agencies. It acquired a stake in London-based agency Beattie McGuinness Bungay in 2008 and New York-based digital shop, The Barbarian Group in 2009. In order to gain further foothold in the US and China, Cheil bought two more agencies in 2012, McKinney and Bravo Asia, respectively.\nMost recently in January 2019, it opened a new office in Buenos Aires, Argentine, increasing the company's global footprint to a total 44 countries. As of May 2019, Cheil has 53 offices and 9 affiliates across 44 countries.\nIn November 2014, it announced that it had signed a deal to acquire a significant initial investment in the UK-based agency iris worldwide. The deal will potentially rise to 100% of the business over the next five years. In 2016, it acquired Founded, a creative agency with offices in London and San Francisco.\nIn December 2017, executive vice president Jeongkeun Yoo was appointed to president and CEO after the resignation of Daiki Lim.\nIn June 2020, Cheil Worldwide has announced the purchase of ColourData, a social media data analytics company based in China. The Agency Network stated that the acquisition helps strengthen its data-driven marketing skills.\nAwards and recognition.\nCheil's work for Tesco Homeplus won one Grand-prix and four Golds at the Cannes Lions International Festival of Creativity in 2011 and the Digital Campaign of the Year at the South by Southwest Interactive (SXSWI) in 2012. Even after a year the campaign was launched, industry publication AdAge hailed the Homeplus work as \"the one with lasting impact you don't see with many other celebrated campaigns.\"\nA wider range of Cheil's works was recognized in 2012. Award wins include 12 Cannes Lions including 3 Gold and 1 Grand Prix at the Spikes Asia in which Simon Hong, Cheil's Executive Creative Director, presented a seminar session on \"Nothing Ever Becomes Real Till It Is Experienced\". He discussed about the brand experience for consumers and how important is creativity and technology. Earlier in the same year, Cheil partnered with K-Pop group 2NE1 to host a seminar at the Cannes Lions. The session was about how digital technology has driven the \"Korean Wave\"; how K-pop is taking over the world through digital and social media; and what it means for advertising.\nIn 2013, The Barbarian Group, an American digital agency acquired by Cheil in 2009, won an Innovation Grand Prix at the Cannes Lions. Adding to the list of awards, the Bridge of Life won a Grand CLIO award for Public Relations and two Gold and a Titanium at the Cannes Lions. At the Cannes Lions 2013, Cheil UK took one Gold and two Bronze for We are David Bailey campaign; German office's Free the Forced scooped one Gold, one Silver and four Bronze. Later in 2013 at the Eurobest, Simon Hathaway and Daniele Fiandaca from Cheil talked about the emergence of shopper marketing and what the rest of world can learn about the field from South Korea.\nCheil once again spoke at the Cannes Lions seminar in June 2014, with a guest speaker from Samsung Electronics. The seminar addressed how the age of mobile has fundamentally changed the way we live our lives, and how it has changed companies which have to market their products and services to this fast-changing generation of mobile.\nIn 2015, Cheil won 10 Cannes Lions including one Gold, three Silver and one Bronze for the Look At Me campaign. Look at Me campaign also won 2 Grand Prix at the Spikes Asia. Peter Kim, Cheil's Chief Digital Officer, spoke to the audience at the Cannes Lions seminar, and provided ten insights into things that will change in social media over the next decade.\nIn 2016, Cheil Worldwide Spain took one Gold and one Bronze for Blind Cap campaign at Cannes Lions. Also, Cheil and guest speaker from KT drew attention to the enormous change that Internet of Things will bring to marketing - diversifying into completely individualized, independent brand experiences for each consumer.\nIn 2017, iris Worldwide won one Silver and four Bronze for adidas Glitch campaign at Cannes Lions. Cheil hosted two seminars partnering with CJ E&amp;M. The first session, with South Korea's famous TV producer Yungsuk Nah and actor Seojin Lee, Cheil talked about the 'power of boredom’ that's widely taking place beyond TV shows to other different areas including advertising, film and gaming. The second session, with YG Entertainment USA, Cheil shared insights into the rise of KPOP and the KPOP lifestyle."
    },
    {
        "name": "The Zebra",
        "type": "business",
        "abstract": "The Zebra is an insurance comparison site with headquarters in Austin, Texas.",
        "wikipage": "The Zebra is an insurance comparison site with headquarters in Austin, Texas. It compares rates from over 200 insurance carriers.\nHistory.\nThe Zebra was co-founded by Joshua Dziabiak and Adam Lyons. Originally named Insurance Zebra, the company was initially started in Pittsburgh, Pennsylvania while Lyons was living in a friend's basement and collecting unemployment checks.\nThe Zebra was part of the Alpha Lab Incubator Program run by the Pittsburgh venture capital firm Innovation Works, where it gained the attention of venture capital fund Silverton Partners.\nDuring a private beta period, the company showed testers 280,000 quotes.\nThe company received $1.5 million in seed funding from investors that included Mark Cuban, Silverton Partners, Floodgate, and Birchmere Labs. The funding was used to officially launch the website, with the company relocating to Austin, Texas.\nIn September 2013, having closed a $3 million extended seed round, the company launched to the public in both Texas and California, the two states with the most drivers. It initially offered quotes from 33 different insurers (approximately 90% of the market), requiring only a zip code and vehicle information to obtain a quote, although answering more questions, such as driving history, improved the accuracy of the quote. Companies included State Farm, Geico, and Allstate, as well as specialized insurers. The quotes were provided from a direct relationship that The Zebra had with the insurers, or through a rate manual from companies that it did not have a direct relationship with. The Zebra included real-time updating of quotes as users moved through the Q&amp;A sections, and allowed users to shop anonymously. In addition to providing quotes, the company lets drivers learn about companies’ coverage and evaluate claims satisfaction.\nThe website allowed a more detailed quote for users who answered additional questions such as driving history. By the end of 2013, The Zebra was available to users in all 50 states, while increasing its platform to 204 companies that included 22 carriers such as Esurance and The General. It also received an additional $3 million of funding from its existing investors, adding investor Simon Nixon to the list of new investors.\nIn January 2016, The Zebra announced that it closed $17 million in Series A funding with investment from Cuban, Mike Maples Jr., Nixon, Silverton, and new investors Daher Capital and Ballast Point Ventures, bringing total funding to over $21 million. The company planned to use the additional funding to create educational tools that explain to drivers what’s behind their rates, and how they can reduce rates while increasing coverage.\nIn 2017, The company announced a $40 million series B funding round, led by Accel Partners, bringing their fundraising total to $61.5 million. The company also brought on Keith Melnick as CEO. In 2017 the company added an \"Insurability Score\" which shows consumers to see what impacts their insurance risk, similar to a credit score for credit.\nIn 2018, Lyons left The Zebra and stepped aside from both day-to-day operations and his role as Chairman of the Board.\nThe Zebra has received national media attention. NBC Nightly News recommended The Zebra as a tool to compare car insurance quotes and save on rates.\nCompany recognition.\nThe company issued a joke which Time Magazine included in its Best April Fools’ Pranks of 2014, and the company was named a Best Place to Work in Austin for four consecutive years from 2015 through 2019.\nFunding.\nIn September 2017, The Zebra received a $40 million Series B round of funding. In 2019, revenue grew almost 200% to nearly $37 million. In February 2020, the company announced a $38.5 million Series C funding round. Just like the Series B round, the Series C was led by Accel.\nBusiness model.\nThe Zebra offers a way for consumers to get real-time quotes from car insurance companies by filling out an online form. As the driver fills out the form, answering more questions about things like their age, driving record, and credit score, the quotes increase in accuracy. Because The Zebra itself is not an insurance agency, it’s not biased toward sending customers to one company or another.\nAs of 2019, The Zebra provided over 1,800 car insurance products from more than 200 national insurers.\nResearch.\nThe Zebra analyzes more than 83 million car insurance rates to compile its annual State of Insurance report. The report covers topics including how much the average American is paying for their coverage, the states where rates are rising or falling, the most and least expensive cars to insure, how much a ticket raises drivers’ insurance rates, and other variables that affect insurance rates such as marital status, age, credit score and education.\nThe Zebra has published additional reports on topics that impact the insurance industry, such as:\nLeadership.\nJoshua Dziabiak joined after the financing in 2013 as COO/CMO.\nKeith Melnick, previously President at Kayak, was named CEO of The Zebra in 2017.\nThe company’s CTO is Meetesh Karia.\nAfter leading the company as CEO for 6 years, Lyons served as Chairman of the Board. He left in 2018, now serving on the board of CASA and as EIR at Bill Wood Ventures."
    },
    {
        "name": "Thomas Cook India",
        "type": "business",
        "abstract": "Thomas Cook (India) Ltd. is an Indian travel agency, headquartered in Mumbai, India providing travel services including Foreign Exchange, International and Domestic Holidays, Visa, Passport, Travel Insurance and MICE.",
        "wikipage": "Thomas Cook (India) Ltd. is an Indian travel agency, headquartered in Mumbai, India providing travel services including Foreign Exchange, International and Domestic Holidays, Visa, Passport, Travel Insurance and MICE. Founded in 1881 by Thomas Cook, the founder of the defunct British brand Thomas Cook &amp; Son, who established its first office in India and eventually extended to over 233 locations, in 94 cities across India, Sri Lanka and Mauritius. Thomas Cook India is a subsidiary of Fairfax Financial Holdings Limited, through its wholly owned subsidiary, Fairbridge Capital (Mauritius) Limited, and its controlled affiliates which holds 67.61%.\nHistory.\nThomas Cook had many ventures including the invention of the world's package tour in 1841, the first pre-paid hotel coupon in 1868, creation of the first holiday brochure in 1858, and conceptualization of the first Travellers Cheques in 1874.\nIn 1881, Thomas Cook started its India operations in Bombay (later renamed Mumbai), and in October 1978, saw it christened Thomas Cook (India) Ltd. The company made its first public issue in February 1983, and commenced operations in Mauritius in 2000. In the same year, they acquired the Sri Lanka business from Thomas Cook Overseas Ltd, UK.\nIn 2006, Thomas Cook India Limited acquired LKP Forex Limited and Travel Corporation (India) Pvt. Ltd. (TCI).\nIn May 2012, Fairbridge Capital (Mauritius) Limited acquired Thomas Cook India, and became a part of Fairfax Group, Canada.\nIn 2013, Thomas Cook India Limited acquired Quess Corp (formerly known as Ikya Group - HR, IT Services, Facilities Management, Food Services, Skill Development), and Sterling Holiday Resorts.\nIn 2015, Thomas Cook Lanka Pvt. Ltd. (a subsidiary of Thomas Cook India Limited) acquired Luxe Asia Pvt. Ltd., Sri Lanka, a regional Destination Management Company handling inbound tourists from globally generating markets to its destinations. In the same year, TCIL announced the acquisition of Kuoni Travel (India) Private Limited, a travel operator in India, and Kuoni Travel (China) Limited, a travel operator in Hong Kong.\nIn September 2017, Thomas cook acquired Tata Capital's forex and travel business. In the aftermath of the collapse of Thomas Cook in the UK, the Indian namesake was considering rebranding itself to avoid the negative perception caused by the collapse of the UK travel company."
    },
    {
        "name": "WeWork",
        "type": "business",
        "abstract": "WeWork (stylized in lowercase) is an American commercial real estate company that provides flexible shared workspaces for technology startups and services for other enterprises.",
        "wikipage": "WeWork (stylized in lowercase) is an American commercial real estate company that provides flexible shared workspaces for technology startups and services for other enterprises. WeWork designs and builds physical and virtual shared spaces and office services for entrepreneurs and companies. Founded in 2010, its headquarters are in New York City. , WeWork managed over .\nThe company gained mainstream media attention in 2019 with its failed initial public offering (IPO) of company stock. \"The Wall Street Journal\" noted that upon the release of its public prospectus in August 2019, the company was \"besieged with criticism over its governance, business model, and ability to turn a profit.\" WeWork lost over $2 billion in 2018. In September 2019, following mounting pressure from investors based on disclosures WeWork had made in its S-1 filing for the IPO, company co-founder Adam Neumann resigned from his position as CEO and gave up majority voting control in WeWork. Amid growing investor concerns over its corporate governance, valuation, and outlook for the business, WeWork formally withdrew its S-1 filing and announced the postponing of its IPO. At that time, the reported public valuation of the company was around $10 billion, a reduction from the $47 billion valuation it achieved in January and less than the $12.8 billion it had raised since 2010.\nIn October 2019, Neumann received close to $1.7 billion from stakeholder SoftBank for stepping down from WeWork's board and severing most of his ties to the company. He was retained as a consultant with an annual salary of $46 million. \"The New York Times\" described the company's failed effort to go public, and its related turmoil, as \"an implosion unlike any other in the history of start-ups,\" which it attributed to Neumann's questionable tenure and the easy money previously provided to him by SoftBank, led by Masayoshi Son.\nIn May 2021, the company announced a loss of over US$2 billion in the first quarter of 2021. The announcement was made as WeWork prepared for its stock market debut.\nWeWork's parent company was once named The We Company and is now named WeWork.\nHistory and funding.\n2008–2015.\nIn May 2008, Israeli-born Adam Neumann and American-born Miguel McKelvey established GreenDesk, an \"eco-friendly coworking space\" in Brooklyn. In 2010, Neumann and McKelvey sold the business and started WeWork with its first location in New York's SoHo district with partial funding from Manhattan real estate developer Joel Schreiber who purchased a 33% interest in the company for $15 million. By 2014, WeWork was considered \"the fastest-growing lessee of new office space in New York\" and was on track to become \"the fastest-growing lessee [lessor] of new space in America.\" \"During the economic crises, there were these empty buildings and these people freelancing or starting companies,\" Neumann told the \"New York Daily News\". \"I knew there was a way to match the two. What separates us, though, is community.\"\nWeWork lessees have included startups such as Consumr, Coupon Follow, Fitocracy, HackHands, New York Tech Meetup, Turf, and Whole Whale. In 2011, PepsiCo placed a few employees in the SoHo, Manhattan WeWork, who acted as advisors to smaller WeWork member companies. The first WeWork Labs opened in New York's SoHo in April 2011. WeWork Labs functions as a startup incubator, providing an open workspace with the goal of encouraging collaboration among members who \"don't have their business ideas fully cooked.\"\nWeWork investors as of 2014 included J.P. Morgan Chase &amp; Co, T. Rowe Price Associates, Wellington Management, Goldman Sachs Group, the Harvard Corporation, Benchmark, and Mortimer Zuckerman, former CEO of Boston Properties. As of September 2015, the firm had 51 coworking locations in Europe, Israel; twice as many as it had at the end of 2014 with plans to expand to reach every continent (except Antarctica) by 2017. On June 1, 2015, the firm announced that Artie Minson, former Chief Financial Officer of Time Warner Cable, would join the company as president and chief operating officer. WeWork was named among the \"most innovative companies\" of 2015 by \"Fast Company\" magazine.\n2016.\nIt was announced on March 9, 2016, that WeWork raised $430 million in a new round of financing from Legend Holdings and Hony Capital, valuing the company at $16 billion. As of October 2016, the company had raised $1.7 billion in private capital. In October 2016, the company announced their plans to open a fourth location in Cambridge/Boston area. It opened offices in Boston's Leather District and Fort Point in 2014 and have plans in place for a larger office in Back Bay. The first Cambridge office would be in Central Square and have space for 550 desks.\n2017.\nOn January 30, 2017, \"The Wall Street Journal\" reported: \"SoftBank Group Corp. is weighing an investment of well over $1 billion in shared-office space company WeWork Cos., in what could be among the first deals from its new $100 billion technology fund.\" In April 2017, the firm launched an online store for services and software for its members. Also in 2017, the company started offering fitness classes at a number of its locations and is opening a gym at a New York location.\nIn June 2017, WeWork opened its first space in Bangalore, India, named WeWork Galaxy. The capacity of this space was 2,200 members. Karan Virwani, son of the Embassy Group owner Jitu Virwani is now the CEO of WeWork India.\nIn July 2017, after an investment round the valuation of the company reached $20 billion. Later that month, it was announced that WeWork would expand heavily into China, with US$500 million invested by SoftBank, Hony Capital, and other lenders to form a standalone entity called WeWork China. The firm's top competitor in China was Ucommune, which was, as of August 2018, valued at $1.8 billion, making it the only Chinese unicorn in the co-working space.\nIn September 2017, WeWork expanded into Southeast Asia via the acquisition of Singapore-based SpaceMob, and it set aside a budget of $500 million to grow in Southeast Asia.\nIn late October 2017, WeWork bought the Lord &amp; Taylor Building on Fifth Avenue in Manhattan from the Hudson's Bay Company (HBC), for $850 million. The deal also included the use of floors of certain HBC owned department stores in Germany, New York, Toronto, and Vancouver as WeWork's shared office workspaces. The sale was officially finalized in February 2019, at which point Lord &amp; Taylor's flagship store inside the building had closed completely.\n2018.\nIn January 2018, students taking online university courses from 2U gained access to WeWork common spaces and meeting rooms. WeWork began looking into developing partnerships with universities as part of a planned expansion to reach more students, and in December 2018, WeWork opened its first location on a college campus at the University of Maryland.\nIn March 2018, SEC filings indicated that WeWork had raised over $400 million alongside Rhône Group, a private equity firm to start a fund to purchase properties directly. In April, documents filed by the company in association with a plan to raise $500 million through the issue of high-yield bonds showed that the company's revenues rose in 2017.\nIn July 2018, the company restricted employees from being reimbursed by the company for meals that contained pork, poultry, or red meat. The firm also announced that it would not provide meat for events at its locations nor allow meat at self-serve food kiosks in its locations. The policy applied to employees globally.\nIn July 2018, WeWork closed a $500 million funding round aimed at expanding its business in China and valuing the company's subsidiary at $5 billion. In November 2018, the firm secured an additional $3 billion of funding from SoftBank in exchange for a warrant enabling it to buy new WeWork shares by the end of September 2019.\n\"The Wall Street Journal\" reported that Neumann enjoys flying on private jets, and in 2018 the company purchased one for more than $60 million.\n2019.\nIn January 2019, the company changed the legal name of WeWork to We Company and, according to the August 2019 Form S-1 filing, the firm paid $5.9 million to license the name from an entity called We Holdings owned by Adam Neumann and other WeWork founders. In early September 2019, Neumann returned the $5.9 million to the We Company for the use of the trademark and the company will hold all of the trademark rights for the \"We\" family trademarks.\nIn January 2019, WeWork secured an additional $2 billion from SoftBank Group Corp. It had considered investing as much as $16 billion but downsized plans as it dealt with turbulence in financial markets and opposition from investment partners.\nIn late January 2019, WeWork announced that it would move into two floors of a building in Tampa Heights in 2020 as part of its expansion into Tampa.\nIPO filing and postponement.\nOn April 29, 2019, WeWork filed confidentially for an IPO. On July 18, 2019, the \"Wall Street Journal\" reported that Adam Neumann had liquidated $700 million of his WeWork stock before its IPO. The company was looking to raise over $3.5 billion from its IPO.\nIn August 2019, the We Company filed S-1 paperwork to go public. Media coverage highlighted the company's heavy losses revealed by the S-1 filing disclosures, while analysts expressed misgivings over WeWork's ability to become profitable in the future. Some analysts wrote: \"We cannot even fathom the contortions that would be necessary to articulate a path to profitability here\", and noted they did not expect the company's valuation to reach far beyond $20 billion.\nOn September 4, 2019, WeWork added its first female director, Harvard Business School professor Frances Frei, to the company's board of directors.\nOn September 17, 2019, The We Company, the parent company of WeWork, postponed its IPO until the end of 2019. The company's prospectus brought heavy criticism for its leadership by Adam Neumann, its business model, and its heavy losses.\nOn September 24, 2019, WeWork put its Gulfstream G650 aircraft up for sale. Critics said the plane had become a \"red flag in the lead up to the company's IPO\" and had created problems with employees who didn't receive promised bonuses or raises.\nAccording to a September 27, 2019 report in \"Fortune\", WeWork was looking to divest and sell off three businesses acquired in preceding years: Conductor, a SaaS SEO marketing platform company, Managed by Q, an office management platform, and Meetup. The company was also poised to lay off between 2,000 and 3,000 people to reduce costs. The report also stated that approximately 20 longtime friends and family members would be let go from the company.\nIn October 2019, WeWork announced the opening of new co-working locations in Singapore and Manila. Also in October 2019, WeWork abandoned plans to open an office in the U.S. Steel Tower in downtown Pittsburgh. The company had planned to build out as much as 105,000 square feet in the building.\nOn October 14, 2019, CNBC reported that WeWork had warned clients that approximately 1,600 office phone booths at some of its offices in Canada and the United States were tainted with formaldehyde. The company said another 700 phone booths would possibly be taken out of service as a precautionary measure. This situation came to the attention of the company after some members reported eye irritation and a strong odor.\nOn November 6, 2019, SoftBank Group reported a $9.2 billion in write-downs on its investments in WeWork. This amount is approximately 90% of the $10.3 billion SoftBank invested in WeWork over the past few years.\nAn analysis of the company in late 2019 by \"The Guardian\" listed several factors that led to its misfortunes: an expensive business model, \"weird\" behavior exhibited by Neumann, and \"alleged self-dealing and self-enrichment by Neumann.\" His frequent sell-offs of stock and the leasing of buildings he owned to WeWork was discovered and publicized earlier in 2019 by the \"Wall Street Journal\". SoftBank ended its majority ownership, with the company valued at $8 billion, significantly less than the $13 billion that had been invested in the company.\nLayoffs.\nOn November 21, 2019, WeWork laid off 2,400 employees, almost 20% of its workforce globally. In late March 2020, WeWork laid off another 250 employees in an effort to lower expenses, followed by another round of employee layoffs at the end of April 2020.\nChanges to corporate governance.\nOn September 13, 2019, We Company announced changes to the company's governance to include the ability for the board of directors to pick a new CEO and not having CEO Adam Neumann's family members on the board. Neumann also agreed to transfer to the We Company any profits from his real estate deals with the company. On September 20, it was announced that Wendy Silverstein, the co-head of WeWork's real estate investment fund ARK, had departed the company the week before. Silverstein had joined the company in fall 2018 as a veteran of the New York real estate industry. Silverstein claimed her exit was unrelated to the company's delayed initial public offering. On September 23, \"The Washington Post\" reported that the company's largest investor, SoftBank, wanted Neumann removed as chief executive because they had lost confidence in his leadership.\nOn September 24, 2019, it was announced that Adam Neumann would step down as CEO of the company due to backlash during the IPO process. In a statement, Neumann responded, \"While our business has never been stronger, in recent weeks, the scrutiny directed toward me has become a significant distraction, and I have decided that it is in the best interest of the company to step down as chief executive.\"\nNeuman's exit package was valued at $1.7 billion, with $970 million for his remaining shares, a $185 million consulting fee, and a $500 million credit to assist him to repay his loans to J.P. Morgan Chase.\n2020.\nIn a January 2020 interview with \"Fortune\", co-founder McKelvey said the new strategy to save WeWork was to slow down; \"A big benefit to slowing down a little bit is that we're going to focus on [the product] more.\" Also in January, WeWork announced they would be phasing out free beer at all North American co-working locations.\nOn February 1, 2020, WeWork announced that they would be bringing on Sandeep Mathrani to succeed Adam Neumann as CEO, beginning on February 18, 2020, as a result of the latter's \"tumultuous\" behavior. Mathrani is a former senior executive at GGP Inc. and Brookfield Property Partners. On February 3, 2020, WeWork launched its first space in the Middle East in Abu-Dhabi's technology park Hub 71 under the name WeWork x Hub 71. On February 10, 2020, WeWork announced the temporary closure of 100 buildings in China due to the COVID-19 pandemic. In early March 2020, WeWork announced the selection of Kimberly Ross, the former CFO of Baker Hughes and Avon, as chief financial officer.\nOn June 5, 2020, McKelvey announced that he would be leaving WeWork at the end of the month. In September 2020, The Information reported the valuation of the company had fallen 89% since its failed IPO in 2019.\n2021.\nIn January 2021, the WeWork board were reportedly considering an offer to go public via a special purpose acquisition company. In March 2021, the company announced it had reached a deal to go public using SPAC with a $9 billion valuation and merge with BowX Acquisition Corp. Post merger, Mathrani would continue to remain CEO but Vivek Ranadivé from BowX and Deven Parekh from Insight Partners would join the new board. The merger was finalized in October 2021 and shares of WeWork began trading on the New York Stock Exchange.\nIn May 2021, the company posted a $2.1 billion loss and claimed to have had 490,000 members during the first quarter of the year, 70% of March 2020's pre-COVID-19 level.\nAccording to WeWork's first quarterly announcement since going public, the company reported a net loss of $802 million in the third quarter versus a loss of $941 million in the same period a year earlier. The company also said they had spent the COVID-19 pandemic period getting out of certain high cost properties and negotiating with landlords on the cost of leases.\n2022.\nIn mid-January 2022, WeWork launched a workplace management app offered as a software-as-a-service. Using the application a worker can book a desk for $29 per day in some US cities.\nIn March 2022, due to the Russian invasion of Ukraine, WeWork said it will shutter its offices in Russia.\nAcquisitions and investments.\nWeWork has acquired and invested in a diverse and at times \"unusual\" assortment of companies. According to Pitchbook, WeWork acquired a total of twenty companies between 2015 and 2019. These included:\nIn April 2018, it was announced that WeWork had merged its China operations with local competitor Naked Hub. WeWork was an investor in the $32 million series B of The Wing, a co-working space for women. It also invested in a medical marijuana provider and a wave pool maker prior to its IPO attempt.\nVentures.\nRise by We.\nRise (previously known as WeWork Wellness) is a luxury gym concept available at WeWork's Manhattan location. The space includes exercise equipment and a boxing area, general workout area, spa, and yoga studio. As of January 2020, it also hosts fitness classes and offers personal training sessions.\nWeGrow.\nAnnounced in November 2017 for a planned opening in fall 2018, WeGrow is a private school for children aged 3 through students in grade 4. The first permanent location was in WeWork's New York headquarters.\nIn September 2019, it was announced that Rebekah Neumann would step down as CEO of WeGrow and would relinquish her role in WeCompany.\nIn October 2019, it was announced that the WeGrow school would close at the end of the academic year.\nWeLive.\nWeWork launched a separate but related \"co-living\" venture called WeLive in 2016. WeLive applies the same basic principle as WeWork to housing, offering rental apartments that are grouped together with a number of shared spaces and services, such as cleaning, cooking, and laundry, as well as group activities and events. The first tests of the concept launched in New York City and in Crystal City, Virginia, near the Ronald Reagan National Airport in the Washington metropolitan area. Leaked internal documents from 2014 stated that WeLive was projected to make up 21% of WeWork's revenue by 2018. By the end of 2016, WeLive had mostly phased out subsidies for its spaces in New York City under a \"friends and family\" arrangement that discounted rents by 15% to 20%. A third WeLive location in Seattle was planned to be opened in the new Third and Lenora building in 2020, but the lease was terminated in October 2019. Competitors to WeLive included Common, headquartered in New York, and HubHaus, headquartered in San Francisco, which went out of business in October 2020.\nValuation.\nIn January 2019, the company's valuation was stated as $47 billion, though by September when an IPO was planned and postponed, the valuation was reduced to $10–12 billion, less than the $12.8 billion it had raised since 2010. Throughout the fourth quarter of 2019, WeWork's estimated market capitalization fell in part due to numerous investigations of Neumann's behavior and business practices, such as engaging in nepotism. The company's unprofitable status and lack of clear strategy to achieve profitability in the future also contribute to continuing losses.\nIn 2018, WeWork's losses and revenue both doubled. According to the \"Financial Times\", the company lost $219,000 each hour of each day from March 2018 to March 2019.\nWeWork's August 24, 2019 SEC filing stated that the company faced substantial risk in the event of an economic downturn: \"...we have yet to experience a global economic downturn since founding our business,\" and \"an economic downturn or subsequent declines in market rents may result in increased member terminations and could adversely affect our results of operations,\" because the company had $47 billion of future lease obligations and only $4 billion of future lease commitments. In the third quarter of 2019, during which the IPO failed, WeWork had a negative cash flow of $1.2 billion. During 2020, the company left 66 locations and re-negotiated lower rent, deferrals, or other lease changes at more than 150 others. These actions, combined with selling off some acquisitions, closing some business lines, eliminating thousands of jobs and cutting other expenses, reduced negative free cash flow to $517 million in the third quarter 2020. WeWork ended that quarter with 542,000 memberships across its 859 locations.\nLawsuits.\nFormer executives sue WeWork.\nAs of June 2019, three former executives were at various stages of suing WeWork, one alleging age discrimination, one alleging sexual harassment claims that resulted in retaliation, and one alleging retaliation for filing a complaint that women were paid less.\nIn October 2019, Medina Bardhi, the former chief of staff for Adam Neumann, sued The We Company over various allegations including a gender pay gap, marijuana use by company executives, and pregnancy discrimination.\nIn February 2020, Ayesha Whyte, former director of employee relations, sued WeWork for gender and race discrimination, \"saying she was promised a well-paying job that never materialized, all while less-qualified white people were promoted.\"\nOn July 8, 2020, former WeWork stock plan administrator, Diane Allen, and former head of diversity &amp; inclusion, Christopher Clermont, filed separate complaints against WeWork. Both alleged race discrimination, while Allen also alleged gender discrimination and lack of action over a sexual harassment claim.\nWeWork sues SoftBank.\nIn April 2020, SoftBank, the main shareholder of WeWork, pulled its $3 billion tender offer to buy shares directly from some of WeWork's major stockholders. SoftBank cited failure by WeWork to obtain certain regulatory approvals, new criminal and civil investigations, and government actions due to the COVID-19 pandemic as reasons for withdrawing the offer. In turn, WeWork's special committee of the board of directors sued SoftBank over the withdrawal of the shares purchase.\nOn May 4, 2020, former CEO Adam Neumann separately sued SoftBank for withdrawing the $3 billion tender offer.\nIn popular culture.\nIn January 2021, Apple TV+ announced a new show called \"WeCrashed\" that follows the launching and fall of WeWork. Jared Leto and Anne Hathaway will be playing the parts of Adam and Rebekah Neumann.\nIn March 2021, Hulu unveiled a documentary titled \", released April 2, 2021."
    }
]