[
    {
        "name": "Mary Ann Radcliffe",
        "type": "person",
        "abstract": "Mary Ann Radcliffe (1746 – 1818) was an important British figure in the early feminist movement.",
        "wikipage": "Mary Ann Radcliffe (1746 – 1818) was an important British figure in the early feminist movement.\nLife.\nShe was born Mary Ann Clayton in Nottingham, the elder daughter of a successful Anglican merchant James Clayton and his Catholic wife Sarah Blatherwick and christened at St Nicholas Nottingham on 18 June 1746. James Clayton was already 70 at the time of Mary Ann's birth and died when she was four. Mary Ann's sister Sarah predeceased him leaving Mary Ann as his heiress. Radcliffe was raised as a Catholic by her mother and educated at the Bar Convent in York. Mary Ann eloped to marry Joseph Radcliffe of Coxwold, Yorkshire at age 15. Initially they were married in private by a Catholic priest, but Radcliffe's guardians insisted that she be married in the Anglican Church and the marriage was conducted at St Nicholas' in Nottingham on 2 May 1762. Joseph Radcliffe seems to have been descended from the Radcliffe family of Ugthorpe Old Hall, however Mary Ann Radcliffe insists in her memoirs that he is related to the Earl of Derwentwater, a statement confirmed by a reference from Lord Traquair who states that they were \"distantly related to the Derwentwater family.\" Joseph Radcliffe's parents are described in Letter III of the memoirsof the Memoir (Edinburgh, 1810) as living in Yorkshire, and a 'good old couple' who were 'quite overjoyed' 'at seeing their only surviving son so comfortably provided for.' Mary Ann's first mention of her husband's Derwentwater ancestry occurs when she lists her sons:\n“and next Joseph, so named after his father, James, in memory of my father, and the unfortunate Earl of Derwentwater, who forfeited his life in the rebellion of 1715, and Charles after the brother of the Earl of D--, who fell martyr to the same cause, in 1745, from which family I was always told, my husband was a descendent”\nThe couple had eight children in quick succession, Ann, Mary Sarah, Joseph, James, Charles, Winifred and Frances. The two latter died as infants. Financial difficulties due to their growing family forced Joseph Radcliffe to invest in the sugar industry, and after unsuccessful speculations Mary Ann's inheritance was depleted. The family estates in three counties inherited from James Clayton were sold to pay Joseph's debts. From this point in 1783 Mary Ann's husband could not provide for the family. She sought positions as a housekeeper at Traquair House, governess, and in a milliner shop. With hard work she was able to put her sons, Joseph, James and Charles through school. Joseph Radcliffe Senior found work as house steward to Sir John Stanley, 6th Baronet Stanley at Alderley Park in 1783 and was not to see Mary Ann Radcliffe again. Joseph Radcliffe senior died in 1804 and Edward Stanley, son of Sir John and Bishop of Norwich was executor of his will. Mary Ann's eldest son Joseph became a merchant, her second son James a pastrycook in Holborn and her youngest son Charles after absconding from the army became a successful though minor painter who died in Salem Massachusetts in 1806.\nOf Mary Ann and her husband, William Radcliffe the Rouge Croix Pursuivant writes \"Joseph Radclyffe of Coxwold, born in 1726, married the heiress of James Clayton of Nottingham. \"Having some little fortune of his own, which was improved by that of his wife, he soon after his marriage kept a house in Grosvenor Square, with a coach and four, and kept it up as the means lasted. His widow, a clever sensible woman, kept a ready-made shoe shop, in about 1795, in Oxford Street, and is now (1810) in Edinburgh, on the bounty, I believe, of some old female acquaintance.\"\nWhile working as housekeeper at Traquair House for the Earl of Traquair and his wife, the former Mary Ravenscroft – a student with Radcliffe at the Bar Convent, Radcliffe befriended the controversial Scottish theologian Alexander Geddes. This friendship was to last until his death in 1802. Geddes encouraged her to follow her conscience, leading to her abandonment of Catholicism. This led to further estrangement from her friends and supporters and increased her difficulties in finding employment. Her Memoirs, commenced in 1807, were written to raise money after her final business venture, a pastry shop near Portobello in Scotland failed due to Mary Ann's rheumatism and failing health. By the time of the publications of her Memoirs in 1810 she was living on the charity of her friend, Mrs Ferrier of St John's Hill in Edinburgh. Ferrier and Watersons Wax Chandlers of High Street, Edinburgh were the point of sale for the book.\nMary Ann Radcliffe is often listed as having died in 1810, the date of the publication of her memoirs, however her death certificate lists her of having died of 'a decline' in 1818 in Edinburgh. She is buried in an unmarked grave in Old Calton Cemetery.\nWorks.\nRadcliffe is most famous for her book,\"The Female Advocate; or, An Attempt to Recover the Rights of Women from Male Usurpation\" (1799). This book discussed how men working in millinery and other occupations took jobs away from women forcing them to prostitution. Radcliffe's argument was framed in Christianity. She stressed how respectable women are turning to prostitution because of poverty and lack of respectable work. She argued that lack of education, societal prejudices of what a genteel woman should or should not do, hampered women from obtaining a job in a respectable establishment.\nThere is disagreement as to whether Mary Ann Radcliffe is the author of several Gothic novels attributed to her. Manfroné was one of the most popular Gothic novels of the early nineteenth century and was remembered warmly by William Makepeace Thackeray. “The Memoirs of Mrs Mary Ann Radcliffe; in Familiar Letters to Her Female Friend” complicates matters by making no reference to Mary Ann as a Gothic novelist. Other novels attributed to Mary Ann Radcliffe are Radzivil and The Fate of Velina de Guidova, both published in 1790 by William Lane at the Minerva Press. Radclife’s (sic) New Novelist’s Pocket Magazine appeared in 1802, a collection of fictions compiled “by Mrs Mary Anne Radclife, of Wimbledon in Surrey.” Certainly Radcliffe was living in Surrey around this time. Mary Ann Radcliffe states in her memoirs that it was her intention to publish all of her books anonymously however she was coerced by her publisher into publishing under her name to benefit by the similarities of her name with that of the more famous Gothic novelist Ann Radcliffe.\nHer later published book, \"The Memoirs of Mrs. Mary Ann Radcliffe; in Familiar Letters to her Female Friend\" in 1810, made apparent the strong influence of her life's circumstances on her first book. The memoirs are written in a deliberately cryptic style, using initials instead of names for both places and people, however many can be identified using clues provided by Radcliffe in the text. For example while working as a companion to an elderly gentleman at R___, she mentions the house as being opposite the place where the Magna Carta was signed, identifying the place as Runnymede. The diaries of Lady Traquair are useful in providing other details of Radcliffe's life including her involvement with Alexander Geddes."
    },
    
    {
        "name": "Jeff Hoffman",
        "type": "person",
        "abstract": "Jeffrey Robert Hoffman (born January 8, 1993) is an American professional baseball pitcher for the Cincinnati Reds of Major League Baseball (MLB).",
        "wikipage": "Jeffrey Robert Hoffman (born January 8, 1993) is an American professional baseball pitcher for the Cincinnati Reds of Major League Baseball (MLB). He previously played for the Colorado Rockies. Hoffman played college baseball at East Carolina University.\nEarly career.\nHigh school.\nHoffman attended Shaker High School in Latham, New York, and played for their baseball team as a pitcher. In his junior year, he pitched to a 7–0 win–loss record. In Hoffman's senior year, he led Shaker High School to their first Section II Class AA title game since 2002 against town rival Colonie High School. Hoffman pitched seven shutout innings, 101 pitches and struck out nine. He struggled to be noticed by college baseball programs in the National Collegiate Athletic Association's Division I, as his fastball averaged . Hoffman pitched in Connie Mack Baseball during the offseason to attract attention from college programs, where his fastball improved to . This led to his signing a letter of intent with East Carolina University (ECU), a Division I school in Conference USA.\nCollege.\nDuring his freshman year with the East Carolina Pirates baseball team in 2012, Hoffman started 10 of the 19 games in which he appeared, posting a 3–2 record, one save, a 3.67 earned run average (ERA), and struck out 55 batters in innings pitched. East Carolina reached the National Collegiate Athletic Association Division I Baseball Tournament. \nDuring the 2013 season Hoffman posted a 6–7 record, a 3.20 ERA, led the Pirates with innings pitched and 84 strikeouts, was named to the All-Conference USA second team, and was added to the Golden Spikes Award watch list. In his junior year at ECU, Hoffman went 3–3 with a 2.94 ERA before suffering a torn ulnar collateral ligament in his right elbow injury that required Tommy John surgery.\nIn 2012 and 2013, Hoffman played collegiate summer baseball for the Hyannis Harbor Hawks of the Cape Cod Baseball League (CCBL), where he was named a league all-star in 2012, and received the league's Outstanding Pro Prospect award in 2013.\nProfessional career.\nToronto Blue Jays.\nHoffman was considered to be one of the best prospects available in the 2014 Major League Baseball Draft, with the potential to be selected first overall, before his injury lowered his draft stock. The Toronto Blue Jays selected Hoffman in the first round, with the ninth overall selection, and he signed with Toronto on July 2 for the full bonus slot value of $3.1 million. Though unable to pitch, Hoffman was assigned to the Rookie Gulf Coast League Blue Jays for the 2014 season. He began throwing off a mound in February 2015, and made his professional debut with the Dunedin Blue Jays of the Advanced-A Florida State League on May 20. Hoffman's fastball reached during his first start. After making 11 starts with Dunedin, the Blue Jays promoted Hoffman to the New Hampshire Fisher Cats of the Double-A Eastern League. He made his first start for New Hampshire on July 18, pitching a career-high innings and allowing two earned runs.\nColorado Rockies.\nOn July 28, the Blue Jays traded Hoffman, José Reyes, Miguel Castro, and Jesús Tinoco, to the Colorado Rockies for Troy Tulowitzki and LaTroy Hawkins. Hoffman was assigned to the New Britain Rock Cats of the Eastern League following the trade. Hoffman began the 2016 season with the Albuquerque Isotopes of the Class AAA Pacific Coast League. He was selected to appear in the 2016 All-Star Futures Game. Hoffman made his major league debut for the Rockies on August 20. Hoffman continued to remain in the rotation for the remainder of the season, finishing with a record of 0-4. The following season, he split time between the AAA level and the Rockies rotation. He was 6-5 with an ERA of 5.89 in 23 games, 16 starts. In 2018, Hoffman spent the majority of the season at the AAA level, only making 6 appearances for the Rockies. In 2019, Hoffman was 2-6 with a 6.56 ERA in 15 starts. In 2020, Hoffman was used exclusively out of the bullpen and in the shortened season, he struggled to a career worst 9.28 ERA in 16 games.\nCincinnati Reds.\nOn November 25, 2020, the Colorado Rockies traded Hoffman and Case Williams to the Cincinnati Reds in exchange for Jameson Hannah and Robert Stephenson."
    },
    {
        "name": "Ferdinand Richters",
        "type": "person",
        "abstract": "Ferdinand Richters (1 May 1849, Hamburg — 3 July 1914) was a German zoologist.",
        "wikipage": "Ferdinand Richters (1 May 1849, Hamburg — 3 July 1914) was a German zoologist. Richters was the curator of Crustacea at the Naturmuseum Senckenberg from 1878 until his death in 1914.\nHe studied sciences at the Universities of Göttingen and Heidelberg, receiving his doctorate in 1873 with a thesis on phyllosoma. As a student he had as instructors, Friedrich Wöhler, Gustav Kirchhoff and Robert Bunsen. In 1873/74 he worked as an assistant in the zoological institute at Göttingen, afterwards relocating to Frankfurt am Main, where he found employment at the Senckenberg Institute. In 1886, he was named vice-director of the \"Senckenberg Gesellschaft für Naturforschung\", where three years later, he was appointed first director.\nWhile on a scientific excursion to the Taunus Mountains in 1900, he developed an interest in tardigrades, subsequently publishing numerous papers on the phylum. He is credited with the discovery of many tardigrade species, including a number from the genus \"Diphascon\"."
    },
    {
        "name": "Alan Saret",
        "type": "person",
        "abstract": "Alan Saret (born 1944, New York City) is an American sculptor, draftsman, and installation artist, best known for his Postminimalism wire sculptures and drawings.",
        "wikipage": "Alan Saret (born 1944, New York City) is an American sculptor, draftsman, and installation artist, best known for his Postminimalism wire sculptures and drawings. He lives and works in Brooklyn.\nEducation.\nSaret graduated from Cornell University in 1966 with a degree in architecture.\nCareer.\nSaret was a vital part of the Soho alternative art scene in the late 1960s and 1970s, as well as an important figure in the history of systems art, process art, generative art and post-conceptual art. In the 1980s, Saret removed himself from the commercial art world. He lived in India from 1971 to 1973.\nSaret's work is held in the permanent collections of several museums, including the Princeton University Art Museum, the Morgan Library and Museum, the Kemper Art Museum, the University of Michigan Museum of Art, the High Museum of Art, the Brooklyn Museum, the Whitney Museum of American Art, the Metropolitan Museum of Art, the BAMPFA, the Blanton Museum of Art, the Harvard Art Museums, the Herbert F. Johnson Museum of Art, the Denver Art Museum, the Detroit Institute of Arts, the Albright-Knox Art Gallery, the Museum of Contemporary Art Chicago, the Glenstone, the Museum of Contemporary Art, the Saint Louis Art Museum, the Museum of Modern Art, the Art Institute of Chicago, and the Modern Art Museum of Fort Worth."
    },
    {
        "name": "Charles Heathcote-Drummond-Willoughby",
        "type": "person",
        "abstract": "Brigadier-General Hon.",
        "wikipage": "Brigadier-General Hon. Charles Strathavon Heathcote-Drummond-Willoughby, (18 May 1870 – 15 December 1949) was a British Army officer in the Second Boer War and World War I.\nEarly life.\nCharles Strathavon Heathcote-Drummond Willoughby (pronounced 'Hethcut-Drummond-Willowby') was born on 18 May 1870, the second son of Gilbert Henry Heathcote-Drummond-Willoughby, 2nd Lord Aveland, and his wife Lady Evelyn Elizabeth Gordon, daughter of the 10th Marquess of Huntly. Lord Aveland later succeeded his mother as Lord Willougby d'Eresby, and was created Earl of Ancaster in 1892. As the younger son of a peer, Charles bore the courtesy title 'The Honourable'. The Conservative politicians Gilbert, 2nd Earl of Ancaster and Lt-Col Claud Heathcote-Drummond-Willoughby were his brothers. He was educated at Eton and Trinity College, Cambridge.\nMilitary career.\nIn March 1888, Heathcote-Drummond-Willoughy obtained a commission as a part-time Militia officer in the 4th Battalion Lincolnshire Regiment (Royal South Lincolnshire Militia), and then in January 1891 transferred to the Regular Army as a 2nd Lieutenant in the Scots Guards. He was promoted to lieutenant 11 August 1894, and captain on 7 June 1899. He was serving with the 2nd Battalion Scots Guards when the 2nd Boer War broke out.\nSecond Boer War.\nThe 2nd Scots Guards left Southampton on the SS \"Britannic\" in March 1900, arrived in South Africa as reinforcements the following month, and soon took part in operations in the Orange River Colony. Heathcote-Drummond-Willoughby was present at the actions of Biddulphsberg and Wittenbergen. Early in 1901 he served briefly as an extra Aide-de-Camp to the British High Commissioner, Sir Alfred Milner. Heathcote-Drummond-Willoughby became Adjutant of the 2nd Scots Guards in December 1901, and was present with the battalion during further operations in the Transvaal and Orange River Colony until the Boer surrender on 31 May 1902. For his service during the war he was promoted to brevet major on 22 August 1902. He left Port Natal on the SS \"Michigan\" with other men of the 2nd battalion in late September 1902, arriving at Southampton in late October, when the battalion was posted to Aldershot. He then returned to the role of Aide-de-Camp to Milner (now Lord Milner) in South Africa until the end of 1903. Returning to his regiment in London, Heathcote-Drummond-Willoughby was promoted to the substantive rank of major in 1904.\nTerritorial Force.\nIn 1904 Heathcote-Drummond-Willoughby was made Commandant of the School of Instruction for Officers of the Auxiliary Forces. Based at Chelsea Barracks, this provided training for the part-time officers of the Militia, Yeomanry and Volunteers. When he retired from the army in June 1908, he did not sever his military connections, but became an officer in the new Territorial Force created from the former Yeomanry and Volunteers under the Haldane Reforms. From 1908 until 1912 he was Commanding Officer of the 15th (County of London) Battalion, the London Regiment (TF). On 11 April 1912 he became commander of the 6th London Infantry Brigade with the rank of colonel (TF). The 6th London Bde comprised four South London battalions (21st–24th) of the London Regiment and formed part of the 2nd London Division.\nWorld War I.\nOn the outbreak of World War I, 6th London Bde was mobilised and Heathcote-Drummond-Willoughby was appointed Temporary Brigadier-General. In October 1914, 2nd London Division was selected for service on the Western Front and progressive training was carried out through the winter. The division embarked for France in March 1915, concentrating round Béthune. In May the division (already known in France simply as 'The London Division' to distinguish it from the Regular Army 2nd Division) took its place in the line and was designated 47th (1/2nd London) Division, with the brigades numbered consecutively: 6th London became 142nd (1/6th London) Brigade.\nHeathcote-Drummond-Willoughby's 142 Bde carried out the division's first offensive action, on 25 May during the Battle of Festubert. The leading battalions swept across the open ground and immediately captured the German front trenches with few losses, but were then caught by enfilading fire from German artillery and suffered heavy casualties, as did the supports sent up to consolidate the gains.\nHeathcote-Drummond-Willoughby went on sick leave on 10 June 1915, and did not return to 142 Brigade.&gt; He was replaced on 14 August, but on 7 September he was appointed to command a new brigade, 120th, in 40th Division, forming at Aldershot. This was one of the last of the 'Kitchener Army' divisions to be formed, and the standard of height for infantry soldiers had been lowered in order to encourage volunteers: some of these so-called 'bantams' were well-knit, hardy men, but many others, especially in 120th Bde, were under-developed and unfit. It was estimated that the four battalions in the brigade would provide enough fit men for only two serviceable battalions. To prevent the departure of the division to the Front being indefinitely postponed, the divisional commander asked for fresh units to be drafted in. Consequently, Heathcote-Drummond-Willoughby had to carry out a complete reorganisation of his command in February 1916. Divisional training was then intensified and the division was warned for overseas service in May 1916.\n40th Division disembarked in France in June 1916, and spent the whole war on the Western Front. Heathcote-Drummond-Willoughby's brigade was the first part of the division to see serious action, being engaged in the Battle of the Ancre (the last phase of the Battle of the Somme, 14–18 November 1916), detached under the command of 31st Division.\nEarly in 1917 the division followed up the German retreat to the Hindenburg Line, with offensive action 24 April, when 120 Bde captured Villers-Plouich and Beaucamp. Villers-Plouich and over 300 prisoners were captured by 13th Bn East Surrey Regiment and Beaucamp entered by 14th Bn Argyll and Sutherland Highlanders.\nIn November 1917, during the Battle of Cambrai, the division relieved 62nd (2nd West Riding) Division to continue the breakthrough. The attack on the morning of 23 November, with the objective of capturing Bourlon Wood, was begun by 119 and 121 Bdes with tank support, while 120 Bde was in reserve. Confused fighting went on for two days and nights, with Heathcote-Drummond-Willoughby feeding his troops gradually into the line. On the afternoon of 24 November 14th Bn Highland Light Infantry of 120 Bde together with some tanks attacked Bourlon village; although the HLI fought their way through the village, they became cut off on the other side. 40th Division ordered a renewed attack the following morning to break through and relieve them. The only troops available to 121 Bde for this task were the uncommitted 13th East Surreys from 120 Bde. The East Surreys attacked around dawn, made contact with the HLI battalion HQ, but were unable to get through to the HLI companies furthest forward, who were forced to surrender. In the two days the division suffered over 4000 casualties, and Heathcote-Drummond-Willoughby's battalions had been badly damaged while under the command of others.\nAll brigades on the Western Front were reorganised after the heavy losses of 1917. Heathcote-Drummond-Willoughby's brigade lost its English battalions and became an entirely Scottish formation as it prepared for renewed fighting in 1918. The divisional history records that 120 Brigade 'suffered a severe loss on the 15th [March 1918] when the brigade commander was sent home. General Willoughby had been in very poor health for some time, but had struggled to remain at his duty in order to see the big [German] offensive, though the delay in the opening of the attack rendered this impossible'. To the regret of his divisional commander, Heathcote–Drummond-Willoughby was invalided back to the UK after two-and-a-half years in continuous command. His brigade was virtually destroyed during the subsequent German spring offensive.\nHaving been made a CMG in January 1916, Heathcote-Drummond-Willoughby was awarded a CB in the New Year Honours of 1918. On demobilisation he was granted the Honorary rank of Brigadier-General on 4 March 1919.\nAfter the war he was a popular Chairman of the Turf Club in London.\nFamily life.\nHeathcote-Drummond-Willoughy married (7 January 1907) Lady Muriel Agnes Stuart Erskine, eldest daughter of the 14th Earl of Buchan. They had two children:\nBrigadier-General Hon. Charles Strathavon Heathcote-Drummond-Willoughby died on 15 December 1949. He is buried alongside many members of his family in St Michael's Churchyard, East Halton, Lincolnshire."
    },
    {
        "name": "Daniel Cohn-Bendit",
        "type": "person",
        "abstract": "Daniel Marc Cohn-Bendit (; ; born 4 April 1945) is a French-German politician.",
        "wikipage": "Daniel Marc Cohn-Bendit (; ; born 4 April 1945) is a French-German politician. He was a student leader during the unrest of May 1968 in France and was also known during that time as \"Dany le Rouge\" (French for \"Danny the Red\", because of both his politics and the colour of his hair). He was co-president of the group European Greens–European Free Alliance in the European Parliament. He co-chairs the Spinelli Group, a European parliament inter-group aiming at relaunching the federalist project in Europe. He was a recipient of the European Parliament's European Initiative Prize in 2016.\nEarly life.\nCohn-Bendit was born in 1945 in Montauban, France, to German Jewish parents who had fled Nazism in 1933. He spent his childhood in Montauban. He moved to West Germany in 1958, where his father had been a lawyer since the end of the war. He attended the Odenwaldschule in Heppenheim near Frankfurt, a secondary school for children of the upper middle class. Being officially stateless at birth, when he reached the age of 14 he chose West German citizenship, in order to avoid conscription in France.\nHe returned to France in 1966 to study sociology at the University of Paris's Faculty in Nanterre under the supervision of the network society's theorist Manuel Castells. He soon joined the larger and classic nationwide anarchist federation Fédération anarchiste, which he left in 1967 in favour of the smaller and local Groupe anarchiste de Nanterre and the \"Noir et rouge\" magazine. Although residing in Paris, he was frequently able to travel back to West Germany, where he was notably influenced by the death of Benno Ohnesorg in 1967, and the assault on Rudi Dutschke in April 1968. In this tense context, he invited Karl Dietrich Wolff, leader of the Socialist German Student Union, for a lecture in Paris, which would prove influential to later May events.\nIn Nanterre, Cohn-Bendit was a leader in claims for more sexual freedom, with actions such as participating in the occupation of the girls' premises, interrupting the speech of a minister who was inaugurating a swimming pool in order to demand free access to the girls' dormitory. This contributed to attracting to him a lot of student supporters later to be called the '22 March Movement', a group characterised by a mixture of Marxist, sexual and anarchist ideology. In the autumn of 1967 rumours of his upcoming expulsion from the university led to a local students' strike, and his expulsion was cancelled. On 22 March 1968, students occupied the administrative offices, and the closing of the university on 2 May helped move the protests to downtown Paris.\nFrom 3 May 1968 onwards, massive student and workers riots erupted in Paris against Charles de Gaulle's government. Cohn-Bendit quickly emerged as a public face of the student protests, along with Jacques Sauvageot, Alain Geismar and Alain Krivine. His \"foreign\" origins were highlighted by opponents of the student movement, leading to students taking up the chant, \"Nous sommes tous des Juifs allemands\" (\"We are all German Jews\").\nThe French Communist Party leader Georges Marchais described Cohn-Bendit as the \"German anarchist Cohn-Bendit\" and denounced some student protesters as \"sons of the upper bourgeoisie ... who will quickly forget their revolutionary flame in order to manage daddy's firm and exploit workers there\". Continued police violence, however, prompted trade unions (and eventually the Communist Party) to support the students, and from 13 May onwards, France was struck by a general strike.\nHowever, Cohn-Bendit had already retreated on 10 May with a few friends to the Atlantic coast city of Saint-Nazaire, seeing that his Nanterre group had become a minority without political influence in the larger Paris students' movement. Cohn-Bendit's political opponents took advantage of his West German passport and had him expelled from Saint-Nazaire to West Germany on 22 May as a \"seditious alien\". On 27 May the Communist-led workers signed the Grenelle agreements with the government; on 30 May supporters of the president organised a successful demonstration; new elections were called and at the end of June 1968 the Gaullists were back in power, now occupying three-quarters of the French National Assembly.\nOn the whole, Cohn-Bendit had participated little in the May 1968 Paris events, which continued without him, but he had become a legend, which was to be used later in the 1990s upon his return to France.\nActivism.\nIn Frankfurt in the family house, Cohn-Bendit became one of co-founders of the autonomist group Revolutionary Struggle (\"Revolutionärer Kampf\") in Rüsselsheim. From this point, his fate was linked with Joschka Fischer, another leader in the group. Both were later to become leaders of the Realo wing of the German Green Party, alongside many former Communist and non-Communist libertarian leftists.\nSome have suggested that the group participated in violent action, which was common in the German extreme left of the early-seventies. But testimony from witnesses appears contradictory, sometimes unreliable. Communal apartments were common on the left, and peaceful political activists could easily have shared living quarters with terrorists, without further collaboration. In 2003, a request was presented by Frankfurt prosecutors to the European Parliament, requesting they waive the immunity of MEP Cohn-Bendit, in the context of a criminal investigation against the terrorist, Hans-Joachim Klein, but the request was rejected by the assembly.\nWhile Fischer was more concerned with demonstrations, Cohn-Bendit worked in the Karl-Marx-Buchhandlung bookshop in Frankfurt and ran an anti-authoritarian kindergarten. In his 1975 book \"Le Grand Bazar\", he described himself as engaging in sexual activities with very young children at the kindergarten. In 1978, an edition of \"Pflasterstrand,\" an alternative magazine Cohn-Bendit edited, described being seduced by a 6-year-old girl as one of the most beautiful experiences the author had ever had. In 2001, Cohn-Bendit said that the accounts were invented for purposes of \"verbal provocation\", and that \"I admit that what I wrote is unacceptable nowadays\".\nJoining the Greens.\nCohn-Bendit became editor of \"Pflasterstrand\" at a time when many 'rebel' movements were petering out. The alternative magazine served as house organ to the anarchist-oriented Sponti scene in Frankfurt. There he began taking part in the environmental movement's civil agitation against nuclear energy and the expansion of the Frankfurt airport. When the Sponti movement officially accepted parliamentary democracy in 1984 he joined the German Green Party.\nIn 1988, he published, in French, \"Nous l'avons tant aimée, la révolution\" (In English: \"We Loved It So Much, the Revolution\"), a book full of nostalgia for the 1968 counter-culture, and announced his shift toward more centrist policies. In 1989, he became deputy mayor of Frankfurt, in charge of multicultural affairs. Immigrants made up some 30% of the city's population at that time. He also developed a more tolerant policy towards drug addicts.\nAs member of the European parliament.\nAt the 1994 European Parliament election in Germany, Cohn-Bendit was elected to the European parliament, although he had been placed only eighth on the electoral list because of his support of military intervention in Bosnia. German Greens at the time did not support the resumption of German military intervention abroad.\nAt the European elections in 1999, he re-entered French politics as the lead candidate on the list of Les Verts, the French Green Party. He found considerable support in the French media, who often feature him, even when he does not represent or is at odds with the party. He reached 9.72% of votes, a score since then unequalled by the French Greens until 2009 (16.28% of the votes), when he was again the Green lead candidate.\nIn 2002, he became joint president of the Green group in the European Parliament, together with the Italian member Monica Frassoni.\nThroughout the 1990s and 2000s, Cohn-Bendit attracted controversy for his independent views. He was criticised from the political right for being a strong proponent of freer immigration, the legalisation of soft drugs, and the abandonment of nuclear power, and from the left for his pro-free market policies, his support for military interventions in Bosnia and Afghanistan, and frequent collaboration with centrist personalities, including Bernard Kouchner and François Bayrou. \nCohn-Bendit's disregard for conventional European politics of left and right has made him more unpopular in France than in Germany. The French Green Party and the French left in general remain more attached to these distinctions, whereas in the German Green Party, the moderate Realo wing had already won over the hard-line Fundi wing, so that possible alliances with the Conservatives were no longer taboo, and third way policies under the center-left Gerhard Schröder government, such as Agenda 2010 and the Hartz I – IV laws, found considerable support in the corporate and financial sectors. Cohn-Bendit was also accused of not giving to the French party the percentage of his income that all MEPs and other elected members are expected to give to their party, even though the party had formally agreed to exempt him from this before his first election in France. This, alongside his pro-European attitude, led him to participate in the 2004 European elections in Germany and not France. He then became the highest-placed male candidate on the list and was elected again.\nIn 2009, Cohn-Bendit criticised Pope Benedict XVI over his comment that condoms only make AIDS worse.\nIn 2010, he was involved in founding JCall, an advocacy group based in Europe to lobby the European parliament on foreign policy issues concerning the Middle East.\nSupport for European constitution.\nIn 2003, during the Convention that prepared the text of the European constitution, Cohn-Bendit singled himself out by stating that the countries who would vote No should be compelled to hold a second referendum, and in case of a second No, should be expelled from the European Union.\nIn February 2004, in the context of the preparation of his electoral campaign and in the wider context of the final governmental drafting of the text, he led the foundation of the European Green Party in Rome. Fischer had directly participated to the drafting as German minister of foreign affairs, he was considered one of the candidates for the new role of \"European minister of Foreign Affairs\" evoked in the text, and his speech was the keynote of the event. Cohn-Bendit described the European Green Party as the first stone of European citizenship, but other commentators described this new structure as a mere adaptation of the former Federation of European Green Parties. Just as in the former structure, only delegates from national parties were allowed to vote, individual supporters were only entitled to receive information, and all other federations of European parties had to adapt their statuses later in 2004 to the new regulations from the European Commission about European political parties, in order to continue receive public funding. However, Cohn-Bendit as usual was early and energetic in presenting this innovation to the media.\nDuring this congress in Rome he also confirmed his involvement in favour of free software. He publicly confessed not understanding much about computer terms, but supported license-free software as part of a stronger market economy.\nIn 2005, he took an active part in the campaign in favour of the European constitution during the French referendum. The treaty was considered by a large part of the left as a European version of globalisation, and Cohn-Bendit became loathed by treaty opponents as one of the symbols of centre-left leaders collaborating with neo-liberalism through international institutions, along with Pascal Lamy from the Socialist Party. He also singled himself out by appearing publicly with right-wing leaders, contrarily to the tactics adopted by the Green Party and the centre-left during that campaign.\n2009 European elections.\nOn 7 June 2009, the European Parliament elections gave Cohn-Bendit a major breakthrough in France. In spite of a conservative victory by Nicolas Sarkozy's UMP Party with 27.9% of the votes and an overall conservative victory all over Europe, Europe Écologie, the coalition founded by Cohn-Bendit, won over 16.28% of the votes, trailing the French Socialist Party led by Martine Aubry (16.48%) by only 0.2%. According to official French results, Cohn-Bendit's list thus became the third political force in France, even overtaking the Socialist Party in the Paris region, and, furthermore by adding the votes of an alternative green party also present in the election, giving greens a never yet experienced weight in French politics. His list featured Franco-Norwegian Magistrate Eva Joly, a specialist of anti-corruption struggles, and José Bové, a controversial trade unionist.\nSpinelli Group.\nOn 15 September 2010, Daniel Cohn-Bendit supported the new initiative Spinelli Group, which was founded to reinvigorate striving for federalisation of the European Union. Other prominent supporters are: Guy Verhofstadt, Jacques Delors, Joschka Fischer, Andrew Duff, Elmar Brok.\nPolitical controversy.\nOn 5 December 2008, members of the Conference of Presidents of the European Parliament, including Cohn-Bendit, visited the Czech Republic prior to the start of the Czech presidency of the European Union. They were invited by Czech President Václav Klaus to meet him at Prague Castle. Cohn-Bendit, as chairman of Green Group, brought a European flag and presented it to Klaus. Cohn-Bendit also said that he \"did not care about Klaus' opinions on the Lisbon Treaty, that Klaus would simply have to sign it\". Cohn-Bendit also told the Czechs not to interfere with passage of the EU's climate change package. This meeting was negatively commented in the Czech Republic as an undue interference in Czech affairs. Co-president of the Independence/Democracy parliamentary group, Nigel Farage, compared Cohn-Bendit's actions to a \"German official from seventy years ago or a Soviet official from twenty years ago\".\nCohn-Bendit, a vocal supporter of Hungary's green-urban LMP party, disparaged conservative Prime Minister Viktor Orbán and the new Hungarian media law in a January 2011 EP meeting. Cohn-Bendit said that the new law obliterates press freedom in Hungary and called Orbán a dictator. Orbán responded that despite the new media law already being in force for months, Cohn-Bendit's critical words were only \"friendly baby voices\" compared to the criticism in the Hungarian media.\nAccusations of paedophilia and the defense of paedophilia.\nCohn-Bendit has been accused of defending and committing paedophilia, as he published a number of provocative statements regarding sex with children in the 1970s and early 1980s.\nHis 1975 book \"The Great Bazaar\" (\"Der grosse Basar\") where he describes sexual contact with five-year-old children during his time as a teacher in an anti-authoritarian kindergarten (). These were reiterated one year later in articles for the cultural-political magazine \"\".\nThis controversy re-surfaced in 2013: as Cohn-Bendit received the Theodor Heuss Prize, there was a rally by child-protection activists. The president of Germany's Federal Constitutional Court cited the book as grounds for his refusal to give the speech at the awards ceremony. The affair triggered wider research into the pro-pedophilia activism which prevailed in the German Green Party (without direct involvement on the part of Cohn-Bendit) well into the 1980s.\nAn article in the \"Frankfurter Allgemeine Sonntagszeitung\" uncovered several \"repulsive\" passages (\"abstoßende Texte\") in \"Pflasterstrand\", a leftist magazine for which Cohn-Bendit was, under press law, responsible. It cited a 1978 defence of Cohn-Bendit's of this editorial practice, as well as an appearance of Cohn-Bendit in a French television talk-show in 1982 where he described a five-year-old girl undressing him as an \"eroticomaniac game\". Cohn-Bendit reacted to these allegations by claiming that his descriptions of sexual contact with pre-pubescent girls were not based on true events but were merely intended as what he today calls \"obnoxious provocation\" aimed at questioning sexual morals at the time that \"shouldn't have been written that way.\"\nBibliography.\nHe is the co-author, with his brother Gabriel Cohn-Bendit, of \"Obsolete Communism: The Left-Wing Alternative\" (\"Linksradikalismus: Gewaltkur gegen die Alterskrankheit des Kommunismus\", 1968). This book combines an account of the events of May 1968 with a critique of Stalinism, the French Communist Party and the trade union establishment. The authors acknowledged their intellectual debt to the libertarian socialist group Socialisme ou Barbarie, especially Cornelius Castoriadis (\"Pierre Chaulieu\") and Claude Lefort."
    },
    {
        "name": "Kathy Barr",
        "type": "person",
        "abstract": "Kathy Barr (born Marilyn Sultana Aboulafia; June 4, 1929 – June 21, 2008) was an American vocalist who performed and recorded popular music, jazz, musical theater, and operettas.",
        "wikipage": "Kathy Barr (born Marilyn Sultana Aboulafia; June 4, 1929 – June 21, 2008) was an American vocalist who performed and recorded popular music, jazz, musical theater, and operettas. Barr flourished during the 1950s in nightclubs, television, and radio. She was acclaimed for her soprano range and ability to sing pop, jazz, and classical.\nPersonal.\nBarr was born Marilyn Sultana Aboulafia to parents of Turkish and Spanish ancestry — her father had immigrated from Turkey. When she married Irwin M. Glickman (1930–2011), she ended the commercial aspect of her musical career and devoted herself to her family. She and Irwin had a daughter, Sylvia B. Glickman (born 1966). In 1958, she legally changed her name to Kathy Barr.\nBarr married around April 1954.\nSelected discography.\nPopular"
    },
    {
        "name": "Daniel Sheehan (attorney)",
        "type": "person",
        "abstract": "Daniel P. Sheehan (born April 9, 1945) is a constitutional and public interest lawyer, public speaker, political activist and educator.",
        "wikipage": "Daniel P. Sheehan (born April 9, 1945) is a constitutional and public interest lawyer, public speaker, political activist and educator.\nBiography.\nOver his career, Daniel Sheehan has participated in numerous legal cases of public interest, including the \"Pentagon Papers\" case, the Watergate Break-In case, the \"Silkwood\" case, the Greensboro massacre case, the La Penca bombing case and others. He established the Christic Institute and the Romero Institute, two non-profit public policy centers. Sheehan has spoken publicly about UFOs/alien visitation and has participated in Disclosure Project events. He represents Luis Elizondo, the former director of the Advanced Aerospace Threat Identification Program in a case against the US Department of Defense. Since 2015 Sheehan has lectured on American history, politics and the assassination of John F. Kennedy at the University of California, Santa Cruz. Sheehan is currently Chief Counsel of the Romero Institute, where his focus is the Lakota People's Law Project. Sheehan and The Lakota People's Law Project participated in legal cases related to the Dakota Access Pipeline protests. In 2013 Sheehan published \"Daniel Sheehan: The People's Advocate\", a memoir, through Counterpoint Publishing.\nAt one time, Sheehan was legal counsel to the Jesuit US national headquarters in Washington, DC.\n\"Avirgan v. Hull\".\nIn 1986, the Christic Institute filed a $24 million civil suit on behalf of journalists Tony Avirgan and Martha Honey stating that various individuals were part of a conspiracy responsible for the La Penca bombing that injured Avirgan. The suit charged the defendants with illegally participating in assassinations, as well as arms and drug trafficking. Among the 30 defendants named were Iran-Contra figures John K. Singlaub, Richard V. Secord, Albert Hakim, and Robert W. Owen; CIA officials Thomas Clines and Theodore Shackley; Contra leader Adolfo Calero; Medellin cartel leaders Pablo Escobar Gaviria and Jorge Ochoa Vasquez; Costa Rican rancher John Hull; and former mercenary Sam N. Hall. \nOn June 23, 1988, United States federal judge James Lawrence King of the United States District Court for the Southern District of Florida dismissed the case, stating: \"The plaintiffs have made no showing of existence of genuine issues of material fact with respect to either the bombing at La Penca, the threats made to their news sources or threats made to themselves.\" According to \"The New York Times\", the case was dismissed by King at least in part due to \"the fact that the vast majority of the 79 witnesses Mr. Sheehan cites as authorities were either dead, unwilling to testify, fountains of contradictory information or at best one person removed from the facts they were describing.\" King ordered the Christic Institute to pay $955,000 in attorneys fees and $79,500 in court costs. The United States Court of Appeals for the Eleventh Circuit affirmed the ruling, and the Supreme Court of the United States let the judgment stand by refusing to hear an additional appeal. The IRS stripped the Institute of its 501(c)(3) nonprofit status after claiming the suit was politically motivated. The fine was levied in accordance with Rule 11 of the Federal Rules of Civil Procedure which can penalize lawyers for frivolous lawsuits.\nIn the wake of the dismissal, Christic attorneys and Honey and Avirgan traded accusations over who was to blame for the failure of the case. Avirgan complained that Sheehan had handled matters poorly by chasing unsubstantiated \"wild allegations\" and conspiracy theories, rather than paying attention to core factual issues."
    },
    {
        "name": "Sue Williamson",
        "type": "person",
        "abstract": "Sue Williamson (born 1941) is an artist and writer based in Cape Town, South Africa.",
        "wikipage": "Sue Williamson (born 1941) is an artist and writer based in Cape Town, South Africa.\nLife.\nSue Williamson was born in Lichfield, England in 1941. In 1948 she immigrated with her family to South Africa. Between 1963 and 1965 she studied at the Art Students League of New York. In 1983 she earned her Advanced Diploma in Fine Art from the Michaelis School of Fine Art, Cape Town. In 2007 she received the Visual Arts Research Award from the Smithsonian Institution in Washington D.C and in 2011 the Rockefeller Foundation Bellagio Creative Arts Fellowship. In 2013 she was a guest curator of the summer academy at the Zentrum Paul Klee in Bern.\nWork.\nWilliamson's work engages with themes related to memory and identity formation. Trained as a printmaker, Williamson has worked across a variety of media including archival photography, video, mixed media installations, and constructed objects. \nIn \"One Hundred and Nineteen Deeds of Sale\" (2018), the names given by slave masters, ages, sexes, and places of birth, along with the names of buyers and sellers, prices paid, and the date of purchase of people from the slave trade in India are written in black ink on cotton shirts. The shirts are imported from India, dipped into muddy waters drawn from the Cape Coast Castle, and hung around the grounds until Heritage Day, September 24, 2019. They are then taken down and returned to India, where they are washed clean and rehung as an installation at the Aspinwall House in Kochi. These people were transported by Dutch East India Company to work at the Cape Town Castle and the Company's Gardens. One Hundred and Nineteen Deeds of Sale Williamson incorporates the history and memory of the slave trade in order to transform the stigmatizing history into a history that can address and combat global inequalities. Upon opening the exhibition, Williamson read extracts of historical accounts while a woman picked up each shirt, read out the information on it, and then took it inside to be dipped in mud and hung on a washing line. Art brings history of slave trade to life The installation tells a story of loss and symbolizes the essence of a person that is floating in the wind, but all that remains is their memory.\nWilliamson has produced many forms of resistance art that examines the history of South Africa. and in 2009 set her artistic view to exploring globalization with her ongoing piece, \"Other Voices, Other Cities\", which was included in Push the Limits. exhibition, of February 2021, in Italy.She is the founding editor of “Artthrob.co.za”.\nPublic collections.\nWilliamson's work is in the collection of a variety of museums, including the Museum of Modern Art in New York, the National Museum of African Art - Smithsonian Institution in Washington D.C., the South African National Gallery in Cape Town, and the Victoria and Albert Museum in London. Williamson has also participated in group exhibitions including \"The Short Century\" (2001), \"Liberated Voices\" (1999), the Johannesburg Art Biennale (in 1997 and 1995), the Havana Biennale (1994), and the Venice Biennale (1993).\nPublications.\nIn 1997 Williamson established ArtThrob, an online publication that features the work of contemporary South African artists."
    }
]