[
    {
        "name": "Rockin' in Rhythm",
        "type": "song",
        "abstract": "\"Rockin' in Rhythm\" is a jazz instrumental originally performed by Duke Ellington and his big band, and credited to Ellington, Harry Carney and Irving Mills.",
        "wikipage": "\"Rockin' in Rhythm\" is a jazz instrumental originally performed by Duke Ellington and his big band, and credited to Ellington, Harry Carney and Irving Mills. It was first recorded in January 1931 at the Cotton Club.\nLater recordings.\nEllington later reworked the tune as part of \"Kinda Dukish\" which appeared in his 1960 album \"Piano in the Background\".\n\"Rockin' in Rhythm\" was one of the melodies which featured in the 1986 BBC television series \"The Singing Detective\" by Dennis Potter."
    },
    {
        "name": "Der Kreidekreis (opera)",
        "type": "song",
        "abstract": " (Op.",
        "wikipage": " (Op. 21), is an opera in three acts by Alexander von Zemlinsky to a libretto by the composer after the play \"\" by Klabund – a telling of the \"Chalk Circle\" story. The opera was written during 1930-31 and premiered on 14 October 1933 in the Zürich Opera House. Among the singers were Artūrs Cavara, Maria Madlen Madsen Maria Bernhard-Ulbrich; Fred Destal, Georg Oeggl and Peter Klein; it was directed by Karl Schmid-Bloß and the stage design was by .\nIt was planned to premiere the work simultaneously on four German stages: Frankfurt, Berlin, Cologne, and Nuremberg. Because of Zemlinsky's Jewish ancestry, this became impossible when the Nazis came to power early in 1933. Nevertheless, the work was performed in January 1934 in Stettin, Coburg, Berlin and Nuremberg, and in Graz in February due to the temporary lifting of certain restrictions. The work was also performed in Prague and Bratislava.\nZürich Opera revived the opera in 2003. A new production was staged at the Opera de Lyon in January 2018 directed by Richard Brunel and conducted by Lothar Koenigs.\nSynopsis.\nAct 1.\nTong, a former executioner, is the proprietor of a house of ill repute. He is visited by Mrs Chang and her daughter Haitang: Mrs Chang must sell her daughter into prostitution following the death of her husband, who, a victim of extortion by the evil and unscrupulous tax collector Ma, has committed suicide leaving the family penniless. Her son, Chang-Ling, a political revolutionary, objects, but after some haggling over the price, Haiting is admitted to the brothel. A customer, Prince Pao, is entranced by Haitang. She draws a chalk circle on the paper wall, symbolic of the wheel of fate. Ma's head unexpectedly bursts through the paper circle: he desires Haitang for himself and purchases her from Tong for a price with which Pao is unable to compete. \nAct 2.\nMa’s first wife, Yü-Pei, is furious and humiliated over Haitang’s appearance in the household. Haitang has borne Ma a son while Yü-Pei has remained childless which legally entitles Haitang to Ma’s inheritance. Yü-Pei conspires with her lover, Chow, to murder Ma. The destitute Chang-Ling reappears at the garden gate: he has joined a revolutionary group which has decreed that the villainous Ma must die. Haitang explains that she has borne Ma’s child and her husband has become a changed person as a result. After consulting the chalk circle, Chang-Ling agrees to defer the execution. Haitang gives Chang-Ling her coat, observed by Yü-Pei who promptly informs Ma, accusing Haiting of consorting with beggars. Yü-Pei slips poison into Ma’s tea and he collapses on the spot. Haitang is arrested for the murder and Yü-Pei claims the child as hers.\nAct 3.\nThe corrupt judge, Chu-Chu, has been bribed by Chow while Yü-Pei has bribed the midwife, Mrs Lien, and two fake witnesses to testify against Haitang. Haitang is duly sentenced for the murder of Ma. News arrives that Prince Pao has been crowned Emperor and, as an act of goodwill, has declared an amnesty for all condemned prisoners. Chang-Ling shouts from the gallery that the new Emperor will be no different to the old one and he is also sentenced. Haitang and Chang-Ling are escorted by two unsympathetic soldiers in a snow-storm to Peking where they must appear before the new Emperor. Pao sympathises with the views of Chang-Ling and reprieves him. He orders the child to be placed in the middle of a chalk circle and the two women are told to pull the child out: the child will be handed to whoever pulls the hardest. Unable to harm her son, Haitang reveals herself to be the true mother. Yü-Pei, Chow and Chu are led off for sentencing. As she is about to leave, Haiting reveals to Pao that she had a dream in which he had made love to her while she slept during her first night in Ma’s house. Pao tells her that it was no dream and Haiting tells him the child must therefore be his. Pao proclaims Haitang his wife and she is crowned empress.\nInstrumentation.\nOnstage music: flute, harp, tambourine"
    },
    {
        "name": "All For Me Grog",
        "type": "song",
        "abstract": "\"All For Me Grog\" is a traditional folk song that was originally popular with sailors and later adopted by folk music performers and pub singers.",
        "wikipage": "\"All For Me Grog\" is a traditional folk song that was originally popular with sailors and later adopted by folk music performers and pub singers. It tells the tale of a man who sells all his possessions, and even his wife, to pay for drink and tobacco. Although the song is effectively about a man's ruin through drink, it is upbeat and celebratory rather than regretful. It is usually performed as a raucous chorus song. Grog originally referred to a daily ration of rum that used to be given to sailors in the Royal Navy. It later came to refer to all types of drink.\nThere is an Australian version of the song called Across the Western Plains.\nThe song was recorded as a single by The Dubliners which charted at No.10 in Ireland in July 1967.\nSerbian band Orthodox Celts recorded a version of the songs for their 1994 self-titled début album."
    },
    {
        "name": "Downtown (Neil Young song)",
        "type": "song",
        "abstract": "\"Downtown\" is a song by Neil Young.",
        "wikipage": "\"Downtown\" is a song by Neil Young. It was released in 1995 as the lead single from his twenty-third studio album, \"Mirror Ball\". The song was recorded with the members of American rock band Pearl Jam. The song was nominated for Best Rock Song at the 1996 Grammy Awards."
    },
    {
        "name": "Utrenja",
        "type": "song",
        "abstract": "Utrenja, alternatively spelled as Utrenia, Utrenya, or Jutrznia, and sometimes also translated as Matins, is a set of two liturgical compositions by Polish composer Krzysztof Penderecki.",
        "wikipage": "Utrenja, alternatively spelled as Utrenia, Utrenya, or Jutrznia, and sometimes also translated as Matins, is a set of two liturgical compositions by Polish composer Krzysztof Penderecki. They were composed and premiered in 1970 and 1971.\n\"Jutrznia\" in this context refers to \"Matins of the Passion of Jesus\" in Eastern Orthodox rites (Polish: \"Jutrznia Męki Pańskiej\", Russian/Church Slavonic: \"Utrenja Strastiej Khristovych\").\nHistory.\nFollowing his Stabat Mater, Penderecki garnered certain fame in avant-garde circles, though, in respect to his upcoming radicalism and emotional directness in his orchestral works, this led to musicians and music lovers to turn their backs on him under accusations of him being reactionary and on disrupting musical progress. In fact, Russian authorities banned the piece, which could only be performed in Russia in 1995.\nConception and composition.\nThe two parts of Utrenja were conceived and written separately, even though at the time of the latter's premiere, the two parts became strongly associated and started to be performed together generally. Penderecki himself and some critics have associated it also with St. Luke Passion, which would make it a tryptych cycle; however, the complete version of Utrenja is recorded and performed separately, with no connections to St. Luke's Passion or Stabat Mater.\nAs a liturgical composition, Utrenja Part I is inspired by the Orthodox ritual of Holy Saturday and, therefore, is focused on the lamentation, passion and entombment of Christ; on the other hand, Utrenja Part II is based on the morning service of Easter Sunday, which commemorates and renders homage to the resurrection of Christ. The text from both parts has been taken from Old Church Slavonic writings.\nBoth parts were commissioned by the West German Radio. Part I was premiered in Altenberg on April 8, 1970, under the baton of Andrzej Markowski. Part II was premiered in Münster, again under Markowski, on May 28, 1971. This performance was followed by Part I; however, the premiere of the complete version of Utrenja took place in Kraków, on September 16, 1971, under Jerzy Katlewicz. Critical and audience reception of the work was tumultuous, partly due to the Polish government crackdown following the Gdansk shipyard riots.\nAnalysis.\nGiven that Utrenja is a set of two different compositions, their movements are numbered separately. A typical performance of the complete work would last 75–80 minutes to perform. The original published score leaves all movements of Part I untitled except No. 5, which is entitled \"Irmologion\". Part II, however, has no movement division, and is presented without pauses or a discernible separation of sections. The most common movement list used in all published recordings of the piece is as follows:\nPart I is scored for 2 mixed choirs, 5 solo voices and symphony orchestra, whereas Part II is scored for choir, boys' choir, 5 solo voices and symphony orchestra.\nReception.\nThis composition received mixed reviews from critics. Krzysztof Penderecki himself stated in a radio interview prior to the work's premiere that he reached his own musical style with the composition and the opinion of critics did not concern him. Tadeusz Marek considered the first performance a \"complete success\" characterised by \"chilling and static immobility\". The premiere of both parts was also reviewed by \"Melos\", where Monika Lichtenfeld praised the compositional techniques used by Penderecki. Miles Kastendieck praised the sonoristic innovation and its relation on the work's overall success. German magazine Neue Zeitschrift für Musik considered it an \"emotionally moving piece\", while Martin Blindow, from \"Music und Kirche\", stated that Utrenja was \"one of the most important large choral works of our time\", even though it was not intended for liturgic performance.\nPeter Benary, however, acknowledged the work's \"dynamic extremes\", although the tone clusters were used too often for his taste. Andrew DeRhen, from \"High Fidelity\", considered that Penderecki missed the opportunity to give Utrenja a genuine Eastern flavor, and he used an international modernist style instead; however, other journals praised the composition for the same reason. Tadeusz Kaczyński, also from Ruch Muzyczny, considered the work to be a \"contemplative work\", and Marian Wallek-Wallewski considered it \"extremely boring\". Austrian magazine Öesterreichische Musikzeitschrift also stated that the composition \"can be easily understood on an emotional level by listeners, despite its passages of clusters and its lack of clear tonality.\" Mirosław Kondracki, from Ruch Muzyczny, was greatly surprised by the dramatic effect of Part I, but was disappointed in Part II, which he considered to be a throwback to Penderecki's St. Luke's Passion. Gerhard Kramer, from \"Melos\", thought that the piece is \"musically attractive, with its fascinating treatment of clusters combined with the sounds of old Slavic church music.\"\nThe composition also received mixed reviews in performances other than the premiere. Robert Moevs, from Musical Quarterly, gave a negative review for Utrenja, which he thought it used \"rudimentary tendencies and superficial complexity\", while \"Denver\", from \"Musical Journal\", stated that the piece was \"overstated\", even though he praised the solos and the religious exultation. In a performance in Rotterdam, Trevor Richardson, from Music and Musicians, considered the work of little interest, but \"no more boring than a great deal of other perfectly acceptable music of all periods.”\n\"Ewangelia\" and \"Kanon Paschy, Pieśń 8\" from Part II, along with other pieces by Penderecki, were used in the 1980 Stanley Kubrick film \"The Shining\", along with pieces by Wendy Carlos, György Ligeti, and Béla Bartók.\nNotable recordings.\nNotable recordings of this composition include:"
    },
    {
        "name": "Chandos Jubilate",
        "type": "song",
        "abstract": "Chandos Jubilate, HWV246, is a common name for a choral composition by George Frideric Handel.",
        "wikipage": "Chandos Jubilate, HWV246, is a common name for a choral composition by George Frideric Handel. It was published as the first of the Chandos Anthems, and is known also as \"Chandos Anthem\" No. 1 and as Jubilate in D Major. A setting of Psalm 100, \"O, be joyful in the Lord\", it is the first in a series of church anthems that Handel composed between 1717 and 1718, when he was composer in residence to James Brydges, later 1st Duke of Chandos. The anthem was probably first performed at St. Lawrence's church, Whitchurch, near Brydges' country house. The work is written for a small ensemble of instrumentalists, solo singers and choir, and is approximately twenty minutes in length.\nBackground.\nHandel, born in 1685 in what is now Germany, had spent several years as a young composer in Italy. From 1712 he was resident in London and was mostly focused on composing Italian operas. In 1717 he joined the household of James Brydges, later 1st Duke of Chandos, at his palatial estate, Cannons, in Little Stanmore, as composer in residence. Handel was already a celebrated composer throughout much of Europe and as his first biographer, John Mainwaring, wrote in 1760 \"the having of such a composer was an instance of real magnificence such as no private person or subject: nay, such as no prince or potentate on the earth could at that time pretend to.\" Brydges maintained a number of other composers as well as a small orchestra and an ensemble of singers and part of Handel's duties was to provide music for worship services held in Brydge's private chapel at the nearby church of St. Lawrence, Whitchurch.\nFeatures of the work.\nThis anthem is very unusual in being written for a small choir of soprano, tenor and bass, omitting the usual altos, and two violins, two oboes playing in unison, and basso continuo instruments of cello, bassoon, and double bass, omitting the usual violas. The omission of the usual inner parts gives the music a light texture similar to chamber music. Handel, as often throughout his career, recycled music in this anthem that he had already used in other compositions, notably in this instance the Utrecht Te Deum and Jubilate, originally composed for a grand service of thanksgiving in St. Paul's Cathedral.\nText and structure.\nThe anthem is a setting of Psalm 100, known as the \"Jubilate\".\nSelected recording.\nIan Partridge (Tenor), Lynne Dawson (Soprano), Michael George (Bass), The Sixteen, The Sixteen Orchestra, Harry Christophers (Conductor). CD: Chandos records. Cat # 554. Released 1994."
    },
    {
        "name": "Kansas Wildcats",
        "type": "song",
        "abstract": "The \"Kansas Wildcats\" (sometimes called \"The Kansas Wildcats March\") is a march composed by John Philip Sousa.",
        "wikipage": "The \"Kansas Wildcats\" (sometimes called \"The Kansas Wildcats March\") is a march composed by John Philip Sousa. He composed the song after a petition from students and faculty from the Kansas State Agriculture College (now called Kansas State University) when Sousa brought his band to Manhattan, Kansas in 1928. The song was completed and then dedicated to the college in 1930. The piano score arrived at the college in 1931 and has become an integral part of Kansas State Wildcats football games and lore.\nAfter Sousa's death, the score was one of many that became accidentally mixed with other writings by Sousa which resulted in decades of confusion about his final works. Years of sorting and review of over 9,000 pages of his work were assembled and reviewed by multiple music librarians including staff from the Library of Congress.\nOver the years, the song has been performed outside of Kansas State events to showcase the works of Sousa."
    },
    {
        "name": "Postcard (The Who song)",
        "type": "song",
        "abstract": "\"Postcard\" is a song by the Who, that was written, and sung by the band's bassist John Entwistle.",
        "wikipage": "\"Postcard\" is a song by the Who, that was written, and sung by the band's bassist John Entwistle. It appears on the Who's album \"Odds &amp; Sods\".\nReleased as a single, in the United States, it reached the \"Cash Box\" charts on 23 November 1974, peaking at No. 64. It was the first song written by Entwistle that was released as the A-side of a Who single.\nJohn Entwistle said about the album:\n\"We thought we'd just have a go at some of these bootlegs. They release really bad bootlegs of these songs all the time. I've heard three of them which were made in the States and they're really bad quality. They obviously will last only about three plays before the acetate disintegrates. We thought it was about time we released a bootleg of our own. I tried to arrange it like a parallel sort of Who career -- what singles we might have released and what album tracks we might have released.\"\nPete Townshend said about the song:\n\"'Postcard is a John Entwistle song about touring on the road. He describes in luscious detail the joys and delights of such romantic venues as Australia (pause to fight off temporary attack of nausea), America (pause to count the money) and, of course, that country of the mysterious and doubting customs official, Germany (pause, whether they like it or not, for 'God Save The Queen'). Listen out for the field sound effects ACTUALLY RECORDED IN THE COUNTRIES WE TOURED. 'Postcard' was originally recorded in my house for a maxi single. They were EPs that only cost as much as a single. Ours unfortunately never got released.\nI engineered this one with one hand on the controls and the other on the guitar. That's why I only play one chord throughout the whole song.\"\n\"The Who FAQ\" author Mike Segretto describes it as \"a fun travelogue of the Who's roadwork, penned with the droll wit we've come to expect from John Entwistle.\" The lyrics tell the various countries the band had visited on tour. Chris Charlesworth describes the song as having an \"up tempo rock rhythm.\" \"Billboard\" described it as a \"commercially oriented cut\" with a \"good, fun storyline.\" \"Cash Box\" said that \"the disk goes back to 1971 but the Kings of English rock are as relevant on this disk as if it were cut last week.\"\n\"Postcard\" was originally recorded for potential release on a maxi single in 1970, but that version only ended up being released in Japan. For the version released on \"Odds &amp; Sods\", Entwistle remixed the song and recorded a new bass guitar part."
    },
    {
        "name": "The Sea (Bridge)",
        "type": "song",
        "abstract": "The Sea, H.100 is an orchestral suite written in 1910–11 by Frank Bridge.",
        "wikipage": "The Sea, H.100 is an orchestral suite written in 1910–11 by Frank Bridge. It is also described as a symphonic tone poem. It lasts about 22 minutes.\nStructure.\nIt consists of four movements, about which Bridge wrote the following comments for the programme notes at the premiere:\n1. Seascape: \"Allegro ben moderato\"\n2. Sea Foam: \"Allegro vivo\"\n3. Moonlight: \"Adagio non troppo\"\n4. Storm: \"Allegro energico – Allegro moderato e largamente\"\nHistory.\nBridge completed the work in July 1911, while staying at the Sussex coastal town of Eastbourne. This was the same place where Claude Debussy had finished his own musical evocation of the sea, the symphonic poem \"La mer\" (\"The Sea\"), in 1905. Bridge was to die at Friston near Eastbourne in 1941.\n\"The Sea\" received its first performance at a Prom Concert in London on 24 September 1912, with the New Queen's Hall Orchestra conducted by Sir Henry Wood.\nThe composer himself conducted the Cleveland Orchestra, Detroit Symphony and Boston Symphony premieres after the First World War.\nBridge also conducted a recording of the suite. Later recordings have been conducted by Sir Charles Groves, Vernon Handley and Richard Hickox.\nInstrumentation.\nPiccolo, 2 Flutes, 2 Oboes, English Horn, 2 Clarinets in A and B♭, Bass Clarinet in A and B♭, 2 Bassoons, Contrabassoon, 4 Horns in F, 3 Trumpets in A and B♭, 3 Trombones, Tuba, Timpani, Percussion (Triangle, Snare Drum, Cymbals, Bass Drum), Harp, Strings.\nInfluence.\nThe first movement, Seascape, influenced Arnold Bax in his writing of the symphonic poem \"Tintagel\".\n\"The Sea\" was the work that first introduced the ten-year-old Benjamin Britten to Bridge's music. It was also the first significant piece of modern music he had ever encountered. He heard it, conducted by the composer, at the Norfolk and Norwich Festival on 30 October 1924, which he had attended on the encouragement of his viola teacher Audrey Alston. Britten was, in his own words, \"knocked sideways\". The Norwich Festival's committee was also impressed; they commissioned another work from Bridge for the 1927 Festival; this was \"Enter Spring\", which also made a great impact on Britten. The 1927 Norwich Festival was also where Britten was able to meet Bridge through Audrey Alston. This led to Bridge taking Britten as the only composition student he ever had. \nOne of Britten's first significant works was a tribute to his teacher, Variations on a Theme of Frank Bridge (1937). The titles of the movements of Britten's \"Four Sea Interludes\" from his opera \"Peter Grimes\" have striking similarities to the titles of the movements of Bridge's \"The Sea\"."
    },
    {
        "name": "Der Stein der Weisen",
        "type": "song",
        "abstract": " (German for The Philosopher's Stone, or the Enchanted Isle) is a two-act singspiel jointly composed by Johann Baptist Henneberg, Benedikt Schack, Franz Xaver Gerl, Emanuel Schikaneder, and Wolfgang Amadeus Mozart in 1790.",
        "wikipage": " (German for The Philosopher's Stone, or the Enchanted Isle) is a two-act singspiel jointly composed by Johann Baptist Henneberg, Benedikt Schack, Franz Xaver Gerl, Emanuel Schikaneder, and Wolfgang Amadeus Mozart in 1790. The libretto was written by Schikaneder.\nComposition.\n\"Der Stein der Weisen\" was composed using a \"team approach\" in which each composer contributed individual sections of the piece. All five wrote parts of act 2, and all except Mozart wrote parts of act 1. Henneberg composed the work's overture. Schikaneder wrote the libretto for the entire piece. The text is based on a fairy tale from Christoph Martin Wieland's \"\", published in the late 1780s.\nAll five were later involved in \"The Magic Flute\": Mozart as composer, Schikaneder as librettist, impresario and performer (Papageno), Henneberg as conductor, and Schack and Gerl as performers (respectively Tamino and Sarastro). \"Der Stein der Weisen\" may have provided a model for that work, as the two have a similar structure and source.\nReception and study.\nThe work was initially popular, but was largely absent from the standard repertoire for the two centuries after 1814. American musicologist David Buch announced the discovery of a Viennese score with attributions to all five composers. This was taken by some to indicate that \"Der Stein der Weisen\" was a previously unknown Mozart work, although in fact only a duet (\"Nun, liebes Weibchen\", known as the \"cat duet\") and two sections of the act 2 finale were attributed to him.\nThe autograph of \"Nun, liebes Weibchen\" (K. 625/592a is held by the Bibliothèque Nationale in Paris; the rest of the original score is lost. The work is known from a ca. 1795 copy.\nPerformances.\nThe singspiel was premiered on 11 September 1790 in the Theater auf der Wieden, conducted by Henneberg. It was first recorded by the Boston Baroque in 1999. Modern performances were mounted at the Hampstead &amp; Highgate Festival, Augsburg Opera and Pepperdine University in 2001, by Bampton Classical Opera in 2002, by Combattimento Consort Amsterdam in 2003, the Astoria Music Festival, Garsington Opera and Salzburg's Haus für Mozart in 2006, Opernhaus Zürich (at the Stadttheater Winterthur) in 2010, and the Tiroler Landestheater in Innsbruck in 2018."
    }
]